{"Unnamed: 0": 0, "docid": "LLL.d0", "isValid": true, "passage": "In vivo studies of the activity of four of the kinases, KinA, KinC, KinD (ykvD) and KinE (ykrQ), using abrB transcription as an indicator of Spo0A~P level, revealed that PROTEIN1 and PROTEIN were responsible for PROTEIN2 production during the exponential phase of growth in the absence of KinA and KinB.", "passageid": "LLL.d0.s0"}
{"Unnamed: 0": 1, "docid": "LLL.d0", "isValid": false, "passage": "In vivo studies of the activity of four of the kinases, KinA, KinC, KinD (ykvD) and KinE (ykrQ), using abrB transcription as an indicator of Spo0A~P level, revealed that PROTEIN1 and PROTEIN2 were responsible for PROTEIN production during the exponential phase of growth in the absence of KinA and KinB.", "passageid": "LLL.d0.s0"}
{"Unnamed: 0": 2, "docid": "LLL.d0", "isValid": true, "passage": "In vivo studies of the activity of four of the kinases, KinA, KinC, KinD (ykvD) and KinE (ykrQ), using abrB transcription as an indicator of Spo0A~P level, revealed that PROTEIN and PROTEIN1 were responsible for PROTEIN2 production during the exponential phase of growth in the absence of KinA and KinB.", "passageid": "LLL.d0.s0"}
{"Unnamed: 0": 3, "docid": "LLL.d1", "isValid": false, "passage": "In this mutant, expression of the PROTEIN gene, whose transcription depends on both PROTEIN1 and the phosphorylated PROTEIN2 protein, Spo0A~P, a major transcription factor during early stages of sporulation, was greatly reduced at 43 degrees C.", "passageid": "LLL.d1.s0"}
{"Unnamed: 0": 4, "docid": "LLL.d1", "isValid": true, "passage": "In this mutant, expression of the PROTEIN1 gene, whose transcription depends on both PROTEIN and the phosphorylated PROTEIN2 protein, Spo0A~P, a major transcription factor during early stages of sporulation, was greatly reduced at 43 degrees C.", "passageid": "LLL.d1.s0"}
{"Unnamed: 0": 5, "docid": "LLL.d1", "isValid": true, "passage": "In this mutant, expression of the PROTEIN1 gene, whose transcription depends on both PROTEIN2 and the phosphorylated PROTEIN protein, Spo0A~P, a major transcription factor during early stages of sporulation, was greatly reduced at 43 degrees C.", "passageid": "LLL.d1.s0"}
{"Unnamed: 0": 6, "docid": "LLL.d2", "isValid": true, "passage": "Transcription of PROTEIN1 was dependent on PROTEIN2 and the mRNA was detectable from 2 h after the cessation of logarithmic growth (T2 of sporulation).", "passageid": "LLL.d2.s0"}
{"Unnamed: 0": 7, "docid": "LLL.d2", "isValid": true, "passage": " PROTEIN1 was transcribed by PROTEIN2 RNA polymerase from T4 of sporulation.", "passageid": "LLL.d2.s1"}
{"Unnamed: 0": 8, "docid": "LLL.d2", "isValid": true, "passage": "Both PROTEIN1 and PROTEIN were essential for PROTEIN2 expression, and this gene was transcribed from T5 of sporulation.", "passageid": "LLL.d2.s2"}
{"Unnamed: 0": 9, "docid": "LLL.d2", "isValid": false, "passage": "Both PROTEIN1 and PROTEIN2 were essential for PROTEIN expression, and this gene was transcribed from T5 of sporulation.", "passageid": "LLL.d2.s2"}
{"Unnamed: 0": 10, "docid": "LLL.d2", "isValid": true, "passage": "Both PROTEIN and PROTEIN1 were essential for PROTEIN2 expression, and this gene was transcribed from T5 of sporulation.", "passageid": "LLL.d2.s2"}
{"Unnamed: 0": 11, "docid": "LLL.d3", "isValid": true, "passage": "Analysis of the expression of a translational ywhE-lacZ fusion showed that PROTEIN1 expression is sporulation-specific, and is controlled predominantly by the forespore-specific sigma factor PROTEIN and to a lesser extent by PROTEIN2 ", "passageid": "LLL.d3.s0"}
{"Unnamed: 0": 12, "docid": "LLL.d3", "isValid": false, "passage": "Analysis of the expression of a translational ywhE-lacZ fusion showed that PROTEIN expression is sporulation-specific, and is controlled predominantly by the forespore-specific sigma factor PROTEIN1 and to a lesser extent by PROTEIN2 ", "passageid": "LLL.d3.s0"}
{"Unnamed: 0": 13, "docid": "LLL.d3", "isValid": true, "passage": "Analysis of the expression of a translational ywhE-lacZ fusion showed that PROTEIN1 expression is sporulation-specific, and is controlled predominantly by the forespore-specific sigma factor PROTEIN2 and to a lesser extent by PROTEIN ", "passageid": "LLL.d3.s0"}
{"Unnamed: 0": 14, "docid": "LLL.d4", "isValid": true, "passage": "Secondly, PROTEIN1 is essential for the activation of the first compartment-specific transcription factor PROTEIN2 in the prespore.", "passageid": "LLL.d4.s0"}
{"Unnamed: 0": 15, "docid": "LLL.d4", "isValid": true, "passage": "Localization of PROTEIN1 was shown to be dependent on the essential cell division protein PROTEIN2 ", "passageid": "LLL.d4.s1"}
{"Unnamed: 0": 16, "docid": "LLL.d5", "isValid": true, "passage": "In the shaA mutant, PROTEIN1 dependent expression of PROTEIN and PROTEIN2 at an early stage of sporulation was sensitive to external NaCl.", "passageid": "LLL.d5.s0"}
{"Unnamed: 0": 17, "docid": "LLL.d5", "isValid": true, "passage": "In the shaA mutant, PROTEIN1 dependent expression of PROTEIN2 and PROTEIN at an early stage of sporulation was sensitive to external NaCl.", "passageid": "LLL.d5.s0"}
{"Unnamed: 0": 18, "docid": "LLL.d5", "isValid": false, "passage": "In the shaA mutant, PROTEIN dependent expression of PROTEIN1 and PROTEIN2 at an early stage of sporulation was sensitive to external NaCl.", "passageid": "LLL.d5.s0"}
{"Unnamed: 0": 19, "docid": "LLL.d6", "isValid": false, "passage": "The expression of PROTEIN is under the control of both PROTEIN1 and PROTEIN2 ", "passageid": "LLL.d6.s0"}
{"Unnamed: 0": 20, "docid": "LLL.d6", "isValid": true, "passage": "The expression of PROTEIN1 is under the control of both PROTEIN and PROTEIN2 ", "passageid": "LLL.d6.s0"}
{"Unnamed: 0": 21, "docid": "LLL.d6", "isValid": true, "passage": "The expression of PROTEIN1 is under the control of both PROTEIN2 and PROTEIN ", "passageid": "LLL.d6.s0"}
{"Unnamed: 0": 22, "docid": "LLL.d7", "isValid": false, "passage": "Expression of the PROTEIN1 dependent PROTEIN gene depended on PROTEIN2 ", "passageid": "LLL.d7.s0"}
{"Unnamed: 0": 23, "docid": "LLL.d7", "isValid": true, "passage": "Expression of the PROTEIN1 dependent PROTEIN2 gene depended on PROTEIN ", "passageid": "LLL.d7.s0"}
{"Unnamed: 0": 24, "docid": "LLL.d7", "isValid": true, "passage": "Expression of the PROTEIN dependent PROTEIN1 gene depended on PROTEIN2 ", "passageid": "LLL.d7.s0"}
{"Unnamed: 0": 25, "docid": "LLL.d8", "isValid": true, "passage": "Our results indicate that the level of PROTEIN1 level in outgrowing spores depends mainly on PROTEIN2 because sigB mutants show normal KatX activity in dormant and outgrowing spores.", "passageid": "LLL.d8.s0"}
{"Unnamed: 0": 26, "docid": "LLL.d8", "isValid": true, "passage": "Therefore, the physiological role of PROTEIN1 dependent PROTEIN2 expression remains obscure.", "passageid": "LLL.d8.s1"}
{"Unnamed: 0": 27, "docid": "LLL.d8", "isValid": false, "passage": "The -10 and -35 sequences of the PROTEIN1 and PROTEIN2 dependent promoters of PROTEIN overlap, and the transcriptional start points used by EsigmaB and EsigmaF differ by only one nucleotide.", "passageid": "LLL.d8.s2"}
{"Unnamed: 0": 28, "docid": "LLL.d8", "isValid": true, "passage": "The -10 and -35 sequences of the PROTEIN and PROTEIN1 dependent promoters of PROTEIN2 overlap, and the transcriptional start points used by EsigmaB and EsigmaF differ by only one nucleotide.", "passageid": "LLL.d8.s2"}
{"Unnamed: 0": 29, "docid": "LLL.d8", "isValid": true, "passage": "The -10 and -35 sequences of the PROTEIN1 and PROTEIN dependent promoters of PROTEIN2 overlap, and the transcriptional start points used by EsigmaB and EsigmaF differ by only one nucleotide.", "passageid": "LLL.d8.s2"}
{"Unnamed: 0": 30, "docid": "LLL.d8", "isValid": true, "passage": "We demonstrated that PROTEIN1 is also a PROTEIN2 dependent general stress gene, since it is strongly induced by heat, salt and ethanol stress, as well as by energy depletion.", "passageid": "LLL.d8.s3"}
{"Unnamed: 0": 31, "docid": "LLL.d9", "isValid": true, "passage": "Taken together, the results support the idea that sequestration of PROTEIN1 protein into the prespore plays an important role in the control of PROTEIN2 activation and in coupling this activation to septation.", "passageid": "LLL.d9.s0"}
{"Unnamed: 0": 32, "docid": "LLL.d9", "isValid": false, "passage": " PROTEIN is controlled by a regulatory cascade involving an anti-sigma factor, PROTEIN1 an anti-anti-sigma factor, PROTEIN2 and a membrane-bound phosphatase, PROTEIN which converts the inactive, phosphorylated form of PROTEIN back to the active form.", "passageid": "LLL.d9.s1"}
{"Unnamed: 0": 33, "docid": "LLL.d9", "isValid": false, "passage": " PROTEIN is controlled by a regulatory cascade involving an anti-sigma factor, PROTEIN an anti-anti-sigma factor, PROTEIN1 and a membrane-bound phosphatase, PROTEIN which converts the inactive, phosphorylated form of PROTEIN2 back to the active form.", "passageid": "LLL.d9.s1"}
{"Unnamed: 0": 34, "docid": "LLL.d9", "isValid": true, "passage": " PROTEIN1 is controlled by a regulatory cascade involving an anti-sigma factor, PROTEIN an anti-anti-sigma factor, PROTEIN2 and a membrane-bound phosphatase, PROTEIN which converts the inactive, phosphorylated form of PROTEIN back to the active form.", "passageid": "LLL.d9.s1"}
{"Unnamed: 0": 35, "docid": "LLL.d9", "isValid": false, "passage": " PROTEIN is controlled by a regulatory cascade involving an anti-sigma factor, PROTEIN an anti-anti-sigma factor, PROTEIN1 and a membrane-bound phosphatase, PROTEIN2 which converts the inactive, phosphorylated form of PROTEIN back to the active form.", "passageid": "LLL.d9.s1"}
{"Unnamed: 0": 36, "docid": "LLL.d9", "isValid": false, "passage": " PROTEIN is controlled by a regulatory cascade involving an anti-sigma factor, PROTEIN1 an anti-anti-sigma factor, PROTEIN and a membrane-bound phosphatase, PROTEIN which converts the inactive, phosphorylated form of PROTEIN2 back to the active form.", "passageid": "LLL.d9.s1"}
{"Unnamed: 0": 37, "docid": "LLL.d9", "isValid": true, "passage": " PROTEIN1 is controlled by a regulatory cascade involving an anti-sigma factor, PROTEIN2 an anti-anti-sigma factor, PROTEIN and a membrane-bound phosphatase, PROTEIN which converts the inactive, phosphorylated form of PROTEIN back to the active form.", "passageid": "LLL.d9.s1"}
{"Unnamed: 0": 38, "docid": "LLL.d9", "isValid": false, "passage": " PROTEIN is controlled by a regulatory cascade involving an anti-sigma factor, PROTEIN1 an anti-anti-sigma factor, PROTEIN and a membrane-bound phosphatase, PROTEIN2 which converts the inactive, phosphorylated form of PROTEIN back to the active form.", "passageid": "LLL.d9.s1"}
{"Unnamed: 0": 39, "docid": "LLL.d9", "isValid": false, "passage": " PROTEIN1 is controlled by a regulatory cascade involving an anti-sigma factor, PROTEIN an anti-anti-sigma factor, PROTEIN and a membrane-bound phosphatase, PROTEIN which converts the inactive, phosphorylated form of PROTEIN2 back to the active form.", "passageid": "LLL.d9.s1"}
{"Unnamed: 0": 40, "docid": "LLL.d9", "isValid": true, "passage": " PROTEIN is controlled by a regulatory cascade involving an anti-sigma factor, PROTEIN an anti-anti-sigma factor, PROTEIN and a membrane-bound phosphatase, PROTEIN1 which converts the inactive, phosphorylated form of PROTEIN2 back to the active form.", "passageid": "LLL.d9.s1"}
{"Unnamed: 0": 41, "docid": "LLL.d9", "isValid": true, "passage": " PROTEIN1 is controlled by a regulatory cascade involving an anti-sigma factor, PROTEIN an anti-anti-sigma factor, PROTEIN and a membrane-bound phosphatase, PROTEIN2 which converts the inactive, phosphorylated form of PROTEIN back to the active form.", "passageid": "LLL.d9.s1"}
{"Unnamed: 0": 42, "docid": "LLL.d10", "isValid": false, "passage": "The PROTEIN gene of Bacillus subtilis, encoding a catabolic glutamate dehydrogenase, is transcribed by PROTEIN1 containing RNA polymerase and requires for its expression PROTEIN2 a member of the NtrC/NifA family of proteins that bind to enhancer-like elements, called upstream activating sequences (UAS).", "passageid": "LLL.d10.s0"}
{"Unnamed: 0": 43, "docid": "LLL.d10", "isValid": true, "passage": "The PROTEIN1 gene of Bacillus subtilis, encoding a catabolic glutamate dehydrogenase, is transcribed by PROTEIN2 containing RNA polymerase and requires for its expression PROTEIN a member of the NtrC/NifA family of proteins that bind to enhancer-like elements, called upstream activating sequences (UAS).", "passageid": "LLL.d10.s0"}
{"Unnamed: 0": 44, "docid": "LLL.d10", "isValid": true, "passage": "The PROTEIN1 gene of Bacillus subtilis, encoding a catabolic glutamate dehydrogenase, is transcribed by PROTEIN containing RNA polymerase and requires for its expression PROTEIN2 a member of the NtrC/NifA family of proteins that bind to enhancer-like elements, called upstream activating sequences (UAS).", "passageid": "LLL.d10.s0"}
{"Unnamed: 0": 45, "docid": "LLL.d10", "isValid": true, "passage": "Unlike the case for other PROTEIN1 dependent genes, PROTEIN2 has no UAS; instead, its expression depends on a sequence located 1.5 kilobases downstream of the rocG promoter, beyond the end of the rocG coding region.", "passageid": "LLL.d10.s1"}
{"Unnamed: 0": 46, "docid": "LLL.d12", "isValid": true, "passage": "Northern blot and primer extension analyses indicated that PROTEIN1 is transcribed by PROTEIN2 during sporulation.", "passageid": "LLL.d12.s0"}
{"Unnamed: 0": 47, "docid": "LLL.d12", "isValid": false, "passage": "These results suggest that PROTEIN may act as a negative regulator for the transcription of PROTEIN PROTEIN1 PROTEIN2 and PROTEIN ", "passageid": "LLL.d12.s1"}
{"Unnamed: 0": 48, "docid": "LLL.d12", "isValid": true, "passage": "These results suggest that PROTEIN1 may act as a negative regulator for the transcription of PROTEIN PROTEIN2 PROTEIN and PROTEIN ", "passageid": "LLL.d12.s1"}
{"Unnamed: 0": 49, "docid": "LLL.d12", "isValid": false, "passage": "These results suggest that PROTEIN may act as a negative regulator for the transcription of PROTEIN PROTEIN1 PROTEIN and PROTEIN2 ", "passageid": "LLL.d12.s1"}
{"Unnamed: 0": 50, "docid": "LLL.d12", "isValid": false, "passage": "These results suggest that PROTEIN may act as a negative regulator for the transcription of PROTEIN1 PROTEIN2 PROTEIN and PROTEIN ", "passageid": "LLL.d12.s1"}
{"Unnamed: 0": 51, "docid": "LLL.d12", "isValid": true, "passage": "These results suggest that PROTEIN1 may act as a negative regulator for the transcription of PROTEIN PROTEIN PROTEIN2 and PROTEIN ", "passageid": "LLL.d12.s1"}
{"Unnamed: 0": 52, "docid": "LLL.d12", "isValid": false, "passage": "These results suggest that PROTEIN may act as a negative regulator for the transcription of PROTEIN PROTEIN PROTEIN1 and PROTEIN2 ", "passageid": "LLL.d12.s1"}
{"Unnamed: 0": 53, "docid": "LLL.d12", "isValid": false, "passage": "These results suggest that PROTEIN may act as a negative regulator for the transcription of PROTEIN1 PROTEIN PROTEIN2 and PROTEIN ", "passageid": "LLL.d12.s1"}
{"Unnamed: 0": 54, "docid": "LLL.d12", "isValid": true, "passage": "These results suggest that PROTEIN1 may act as a negative regulator for the transcription of PROTEIN PROTEIN PROTEIN and PROTEIN2 ", "passageid": "LLL.d12.s1"}
{"Unnamed: 0": 55, "docid": "LLL.d12", "isValid": true, "passage": "These results suggest that PROTEIN1 may act as a negative regulator for the transcription of PROTEIN2 PROTEIN PROTEIN and PROTEIN ", "passageid": "LLL.d12.s1"}
{"Unnamed: 0": 56, "docid": "LLL.d12", "isValid": false, "passage": "These results suggest that PROTEIN may act as a negative regulator for the transcription of PROTEIN1 PROTEIN PROTEIN and PROTEIN2 ", "passageid": "LLL.d12.s1"}
{"Unnamed: 0": 57, "docid": "LLL.d14", "isValid": false, "passage": "The first stage, which involves the phosphatase function of PROTEIN depends on the cell division protein PROTEIN1 and could correspond to the PROTEIN dependent assembly of PROTEIN2 into E-rings.", "passageid": "LLL.d14.s0"}
{"Unnamed: 0": 58, "docid": "LLL.d14", "isValid": false, "passage": "The first stage, which involves the phosphatase function of PROTEIN1 depends on the cell division protein PROTEIN and could correspond to the PROTEIN dependent assembly of PROTEIN2 into E-rings.", "passageid": "LLL.d14.s0"}
{"Unnamed: 0": 59, "docid": "LLL.d14", "isValid": true, "passage": "The first stage, which involves the phosphatase function of PROTEIN depends on the cell division protein PROTEIN and could correspond to the PROTEIN1 dependent assembly of PROTEIN2 into E-rings.", "passageid": "LLL.d14.s0"}
{"Unnamed: 0": 60, "docid": "LLL.d14", "isValid": true, "passage": "The first stage, which involves the phosphatase function of PROTEIN1 depends on the cell division protein PROTEIN2 and could correspond to the PROTEIN dependent assembly of PROTEIN into E-rings.", "passageid": "LLL.d14.s0"}
{"Unnamed: 0": 61, "docid": "LLL.d14", "isValid": false, "passage": "The first stage, which involves the phosphatase function of PROTEIN depends on the cell division protein PROTEIN1 and could correspond to the PROTEIN2 dependent assembly of PROTEIN into E-rings.", "passageid": "LLL.d14.s0"}
{"Unnamed: 0": 62, "docid": "LLL.d14", "isValid": false, "passage": "The first stage, which involves the phosphatase function of PROTEIN1 depends on the cell division protein PROTEIN and could correspond to the PROTEIN2 dependent assembly of PROTEIN into E-rings.", "passageid": "LLL.d14.s0"}
{"Unnamed: 0": 63, "docid": "LLL.d14", "isValid": true, "passage": "Evidence based on the use of modified and mutant forms of the phosphatase protein indicates that PROTEIN1 blocks the capacity of unphosphorylated PROTEIN2 to activate PROTEIN until formation of the polar septum is completed.", "passageid": "LLL.d14.s1"}
{"Unnamed: 0": 64, "docid": "LLL.d14", "isValid": true, "passage": "Evidence based on the use of modified and mutant forms of the phosphatase protein indicates that PROTEIN blocks the capacity of unphosphorylated PROTEIN1 to activate PROTEIN2 until formation of the polar septum is completed.", "passageid": "LLL.d14.s1"}
{"Unnamed: 0": 65, "docid": "LLL.d14", "isValid": false, "passage": "Evidence based on the use of modified and mutant forms of the phosphatase protein indicates that PROTEIN1 blocks the capacity of unphosphorylated PROTEIN to activate PROTEIN2 until formation of the polar septum is completed.", "passageid": "LLL.d14.s1"}
{"Unnamed: 0": 66, "docid": "LLL.d14", "isValid": true, "passage": "Cell-specific activation of transcription factor PROTEIN1 during sporulation in Bacillus subtilis requires the formation of the polar septum and the activity of a serine phosphatase ( PROTEIN2 located in the septum.", "passageid": "LLL.d14.s2"}
{"Unnamed: 0": 67, "docid": "LLL.d14", "isValid": true, "passage": "The PROTEIN1 phosphatase indirectly activates PROTEIN by dephosphorylating a protein ( PROTEIN2 in the pathway that controls the activity of the transcription factor.", "passageid": "LLL.d14.s3"}
{"Unnamed: 0": 68, "docid": "LLL.d14", "isValid": true, "passage": "The PROTEIN phosphatase indirectly activates PROTEIN1 by dephosphorylating a protein ( PROTEIN2 in the pathway that controls the activity of the transcription factor.", "passageid": "LLL.d14.s3"}
{"Unnamed: 0": 69, "docid": "LLL.d14", "isValid": true, "passage": "The PROTEIN1 phosphatase indirectly activates PROTEIN2 by dephosphorylating a protein ( PROTEIN in the pathway that controls the activity of the transcription factor.", "passageid": "LLL.d14.s3"}
{"Unnamed: 0": 70, "docid": "LLL.d15", "isValid": true, "passage": "Dephosphorylation of PROTEIN1 by PROTEIN2 is strictly dependent on the presence of the bivalent metal ions Mn2+ or Mg2+.", "passageid": "LLL.d15.s0"}
{"Unnamed: 0": 71, "docid": "LLL.d16", "isValid": true, "passage": "(i) The finding that the PROTEIN1 operon is under PROTEIN2 control indicates that the elimination of multidrug compounds might be a new function in multiple stress resistance.", "passageid": "LLL.d16.s0"}
{"Unnamed: 0": 72, "docid": "LLL.d16", "isValid": true, "passage": "The PROTEIN1 gene might belong to the increasing number of PROTEIN2 dependent genes whose orthologues are under the control of sigmas in Escherichia coli, indicating that both regulons may fulfil similar functions.", "passageid": "LLL.d16.s1"}
{"Unnamed: 0": 73, "docid": "LLL.d16", "isValid": true, "passage": "Three new PROTEIN1 dependent genes ( PROTEIN2 PROTEIN and PROTEIN encoding proteins with still unknown functions were also described.", "passageid": "LLL.d16.s2"}
{"Unnamed: 0": 74, "docid": "LLL.d16", "isValid": true, "passage": "Three new PROTEIN1 dependent genes ( PROTEIN PROTEIN2 and PROTEIN encoding proteins with still unknown functions were also described.", "passageid": "LLL.d16.s2"}
{"Unnamed: 0": 75, "docid": "LLL.d16", "isValid": true, "passage": "Three new PROTEIN1 dependent genes ( PROTEIN PROTEIN and PROTEIN2 encoding proteins with still unknown functions were also described.", "passageid": "LLL.d16.s2"}
{"Unnamed: 0": 76, "docid": "LLL.d16", "isValid": false, "passage": "Three new PROTEIN dependent genes ( PROTEIN1 PROTEIN2 and PROTEIN encoding proteins with still unknown functions were also described.", "passageid": "LLL.d16.s2"}
{"Unnamed: 0": 77, "docid": "LLL.d16", "isValid": false, "passage": "Three new PROTEIN dependent genes ( PROTEIN1 PROTEIN and PROTEIN2 encoding proteins with still unknown functions were also described.", "passageid": "LLL.d16.s2"}
{"Unnamed: 0": 78, "docid": "LLL.d16", "isValid": false, "passage": "Three new PROTEIN dependent genes ( PROTEIN PROTEIN1 and PROTEIN2 encoding proteins with still unknown functions were also described.", "passageid": "LLL.d16.s2"}
{"Unnamed: 0": 79, "docid": "LLL.d17", "isValid": true, "passage": "Cell specificity is first established in the forespore under the control of the PROTEIN1 factor, which is itself activated through the action of the PROTEIN2 serine phosphatase, an enzyme targeted to the septum between the two cells.", "passageid": "LLL.d17.s0"}
{"Unnamed: 0": 80, "docid": "LLL.d18", "isValid": true, "passage": "Most PROTEIN genes, and the PROTEIN1 gene, are transcribed by PROTEIN2 RNA polymerase.", "passageid": "LLL.d18.s0"}
{"Unnamed: 0": 81, "docid": "LLL.d18", "isValid": true, "passage": "Most PROTEIN1 genes, and the PROTEIN gene, are transcribed by PROTEIN2 RNA polymerase.", "passageid": "LLL.d18.s0"}
{"Unnamed: 0": 82, "docid": "LLL.d18", "isValid": false, "passage": "Most PROTEIN1 genes, and the PROTEIN2 gene, are transcribed by PROTEIN RNA polymerase.", "passageid": "LLL.d18.s0"}
{"Unnamed: 0": 83, "docid": "LLL.d18", "isValid": true, "passage": "Previously, it was shown that the PROTEIN1 protein inhibits transcription in vitro of the PROTEIN2 gene encoding sigmaK.", "passageid": "LLL.d18.s1"}
{"Unnamed: 0": 84, "docid": "LLL.d18", "isValid": false, "passage": "These results demonstrate that PROTEIN1 dependent transcription of PROTEIN initiates a negative feedback loop in which PROTEIN2 acts as a repressor to limit production of PROTEIN ", "passageid": "LLL.d18.s2"}
{"Unnamed: 0": 85, "docid": "LLL.d18", "isValid": true, "passage": "These results demonstrate that PROTEIN1 dependent transcription of PROTEIN2 initiates a negative feedback loop in which PROTEIN acts as a repressor to limit production of PROTEIN ", "passageid": "LLL.d18.s2"}
{"Unnamed: 0": 86, "docid": "LLL.d18", "isValid": false, "passage": "These results demonstrate that PROTEIN1 dependent transcription of PROTEIN initiates a negative feedback loop in which PROTEIN acts as a repressor to limit production of PROTEIN2 ", "passageid": "LLL.d18.s2"}
{"Unnamed: 0": 87, "docid": "LLL.d18", "isValid": false, "passage": "These results demonstrate that PROTEIN dependent transcription of PROTEIN1 initiates a negative feedback loop in which PROTEIN2 acts as a repressor to limit production of PROTEIN ", "passageid": "LLL.d18.s2"}
{"Unnamed: 0": 88, "docid": "LLL.d18", "isValid": true, "passage": "These results demonstrate that PROTEIN dependent transcription of PROTEIN initiates a negative feedback loop in which PROTEIN1 acts as a repressor to limit production of PROTEIN2 ", "passageid": "LLL.d18.s2"}
{"Unnamed: 0": 89, "docid": "LLL.d18", "isValid": false, "passage": "These results demonstrate that PROTEIN dependent transcription of PROTEIN1 initiates a negative feedback loop in which PROTEIN acts as a repressor to limit production of PROTEIN2 ", "passageid": "LLL.d18.s2"}
{"Unnamed: 0": 90, "docid": "LLL.d18", "isValid": true, "passage": "A low level of PROTEIN1 activated transcription of PROTEIN by PROTEIN2 RNA polymerase in vitro, but a higher level of PROTEIN repressed PROTEIN transcription.", "passageid": "LLL.d18.s3"}
{"Unnamed: 0": 91, "docid": "LLL.d18", "isValid": false, "passage": "A low level of PROTEIN1 activated transcription of PROTEIN by PROTEIN RNA polymerase in vitro, but a higher level of PROTEIN repressed PROTEIN2 transcription.", "passageid": "LLL.d18.s3"}
{"Unnamed: 0": 92, "docid": "LLL.d18", "isValid": false, "passage": "A low level of PROTEIN1 activated transcription of PROTEIN by PROTEIN RNA polymerase in vitro, but a higher level of PROTEIN2 repressed PROTEIN transcription.", "passageid": "LLL.d18.s3"}
{"Unnamed: 0": 93, "docid": "LLL.d18", "isValid": true, "passage": "A low level of PROTEIN1 activated transcription of PROTEIN2 by PROTEIN RNA polymerase in vitro, but a higher level of PROTEIN repressed PROTEIN transcription.", "passageid": "LLL.d18.s3"}
{"Unnamed: 0": 94, "docid": "LLL.d18", "isValid": false, "passage": "A low level of PROTEIN activated transcription of PROTEIN by PROTEIN1 RNA polymerase in vitro, but a higher level of PROTEIN repressed PROTEIN2 transcription.", "passageid": "LLL.d18.s3"}
{"Unnamed: 0": 95, "docid": "LLL.d18", "isValid": false, "passage": "A low level of PROTEIN activated transcription of PROTEIN by PROTEIN1 RNA polymerase in vitro, but a higher level of PROTEIN2 repressed PROTEIN transcription.", "passageid": "LLL.d18.s3"}
{"Unnamed: 0": 96, "docid": "LLL.d18", "isValid": true, "passage": "A low level of PROTEIN activated transcription of PROTEIN1 by PROTEIN2 RNA polymerase in vitro, but a higher level of PROTEIN repressed PROTEIN transcription.", "passageid": "LLL.d18.s3"}
{"Unnamed: 0": 97, "docid": "LLL.d18", "isValid": true, "passage": "A low level of PROTEIN activated transcription of PROTEIN by PROTEIN RNA polymerase in vitro, but a higher level of PROTEIN1 repressed PROTEIN2 transcription.", "passageid": "LLL.d18.s3"}
{"Unnamed: 0": 98, "docid": "LLL.d18", "isValid": false, "passage": "A low level of PROTEIN activated transcription of PROTEIN1 by PROTEIN RNA polymerase in vitro, but a higher level of PROTEIN repressed PROTEIN2 transcription.", "passageid": "LLL.d18.s3"}
{"Unnamed: 0": 99, "docid": "LLL.d18", "isValid": false, "passage": "A low level of PROTEIN activated transcription of PROTEIN1 by PROTEIN RNA polymerase in vitro, but a higher level of PROTEIN2 repressed PROTEIN transcription.", "passageid": "LLL.d18.s3"}
{"Unnamed: 0": 100, "docid": "LLL.d18", "isValid": true, "passage": "Here, we show that PROTEIN1 binds near the PROTEIN2 transcriptional start site, to act as a repressor.", "passageid": "LLL.d18.s4"}
{"Unnamed: 0": 101, "docid": "LLL.d18", "isValid": true, "passage": "We show that PROTEIN1 binds to two sites that span the -35 region of the PROTEIN2 promoter.", "passageid": "LLL.d18.s5"}
{"Unnamed: 0": 102, "docid": "LLL.d18", "isValid": true, "passage": "These results suggest that a rising level of PROTEIN1 in sporulating cells may first activate PROTEIN2 transcription from the upstream site then repress transcription as the downstream site becomes occupied.", "passageid": "LLL.d18.s6"}
{"Unnamed: 0": 103, "docid": "LLL.d19", "isValid": true, "passage": " PROTEIN1 transcription also requires the DNA binding protein PROTEIN2 ", "passageid": "LLL.d19.s0"}
{"Unnamed: 0": 104, "docid": "LLL.d19", "isValid": true, "passage": "In contrast, PROTEIN1 is transcribed in the forespore compartment by RNA polymerase with the forespore-specific PROTEIN2 and appears to give a monocistronic transcript.", "passageid": "LLL.d19.s1"}
{"Unnamed: 0": 105, "docid": "LLL.d20", "isValid": true, "passage": " PROTEIN1 negatively controls the transcription of PROTEIN by stimulating the transcription of PROTEIN2 PROTEIN thereby increasing the production of the PROTEIN antisigma factor that inhibits PROTEIN activity.", "passageid": "LLL.d20.s0"}
{"Unnamed: 0": 106, "docid": "LLL.d20", "isValid": true, "passage": " PROTEIN1 negatively controls the transcription of PROTEIN by stimulating the transcription of PROTEIN PROTEIN2 thereby increasing the production of the PROTEIN antisigma factor that inhibits PROTEIN activity.", "passageid": "LLL.d20.s0"}
{"Unnamed: 0": 107, "docid": "LLL.d20", "isValid": false, "passage": " PROTEIN1 negatively controls the transcription of PROTEIN by stimulating the transcription of PROTEIN PROTEIN thereby increasing the production of the PROTEIN antisigma factor that inhibits PROTEIN2 activity.", "passageid": "LLL.d20.s0"}
{"Unnamed: 0": 108, "docid": "LLL.d20", "isValid": true, "passage": " PROTEIN1 negatively controls the transcription of PROTEIN2 by stimulating the transcription of PROTEIN PROTEIN thereby increasing the production of the PROTEIN antisigma factor that inhibits PROTEIN activity.", "passageid": "LLL.d20.s0"}
{"Unnamed: 0": 109, "docid": "LLL.d20", "isValid": true, "passage": " PROTEIN1 negatively controls the transcription of PROTEIN by stimulating the transcription of PROTEIN PROTEIN thereby increasing the production of the PROTEIN2 antisigma factor that inhibits PROTEIN activity.", "passageid": "LLL.d20.s0"}
{"Unnamed: 0": 110, "docid": "LLL.d20", "isValid": false, "passage": " PROTEIN negatively controls the transcription of PROTEIN by stimulating the transcription of PROTEIN1 PROTEIN2 thereby increasing the production of the PROTEIN antisigma factor that inhibits PROTEIN activity.", "passageid": "LLL.d20.s0"}
{"Unnamed: 0": 111, "docid": "LLL.d20", "isValid": false, "passage": " PROTEIN negatively controls the transcription of PROTEIN by stimulating the transcription of PROTEIN1 PROTEIN thereby increasing the production of the PROTEIN antisigma factor that inhibits PROTEIN2 activity.", "passageid": "LLL.d20.s0"}
{"Unnamed: 0": 112, "docid": "LLL.d20", "isValid": false, "passage": " PROTEIN negatively controls the transcription of PROTEIN1 by stimulating the transcription of PROTEIN2 PROTEIN thereby increasing the production of the PROTEIN antisigma factor that inhibits PROTEIN activity.", "passageid": "LLL.d20.s0"}
{"Unnamed: 0": 113, "docid": "LLL.d20", "isValid": false, "passage": " PROTEIN negatively controls the transcription of PROTEIN by stimulating the transcription of PROTEIN1 PROTEIN thereby increasing the production of the PROTEIN2 antisigma factor that inhibits PROTEIN activity.", "passageid": "LLL.d20.s0"}
{"Unnamed: 0": 114, "docid": "LLL.d20", "isValid": false, "passage": " PROTEIN negatively controls the transcription of PROTEIN by stimulating the transcription of PROTEIN PROTEIN1 thereby increasing the production of the PROTEIN antisigma factor that inhibits PROTEIN2 activity.", "passageid": "LLL.d20.s0"}
{"Unnamed: 0": 115, "docid": "LLL.d20", "isValid": false, "passage": " PROTEIN negatively controls the transcription of PROTEIN1 by stimulating the transcription of PROTEIN PROTEIN2 thereby increasing the production of the PROTEIN antisigma factor that inhibits PROTEIN activity.", "passageid": "LLL.d20.s0"}
{"Unnamed: 0": 116, "docid": "LLL.d20", "isValid": false, "passage": " PROTEIN negatively controls the transcription of PROTEIN by stimulating the transcription of PROTEIN PROTEIN1 thereby increasing the production of the PROTEIN2 antisigma factor that inhibits PROTEIN activity.", "passageid": "LLL.d20.s0"}
{"Unnamed: 0": 117, "docid": "LLL.d20", "isValid": false, "passage": " PROTEIN negatively controls the transcription of PROTEIN1 by stimulating the transcription of PROTEIN PROTEIN thereby increasing the production of the PROTEIN antisigma factor that inhibits PROTEIN2 activity.", "passageid": "LLL.d20.s0"}
{"Unnamed: 0": 118, "docid": "LLL.d20", "isValid": true, "passage": " PROTEIN negatively controls the transcription of PROTEIN by stimulating the transcription of PROTEIN PROTEIN thereby increasing the production of the PROTEIN1 antisigma factor that inhibits PROTEIN2 activity.", "passageid": "LLL.d20.s0"}
{"Unnamed: 0": 119, "docid": "LLL.d20", "isValid": false, "passage": " PROTEIN negatively controls the transcription of PROTEIN1 by stimulating the transcription of PROTEIN PROTEIN thereby increasing the production of the PROTEIN2 antisigma factor that inhibits PROTEIN activity.", "passageid": "LLL.d20.s0"}
{"Unnamed: 0": 120, "docid": "LLL.d21", "isValid": true, "passage": "This stress-induced increase in PROTEIN1 expression is absolutely dependent on the alternative sigma factor PROTEIN2 which controls a large stationary-phase and stress regulon.", "passageid": "LLL.d21.s0"}
{"Unnamed: 0": 121, "docid": "LLL.d22", "isValid": true, "passage": " PROTEIN1 also contributes to the expression of PROTEIN2 a putative membrane-bound glucosyl transferase that is partially controlled by the PROTEIN stress response sigma factor.", "passageid": "LLL.d22.s0"}
{"Unnamed: 0": 122, "docid": "LLL.d22", "isValid": true, "passage": " PROTEIN also contributes to the expression of PROTEIN1 a putative membrane-bound glucosyl transferase that is partially controlled by the PROTEIN2 stress response sigma factor.", "passageid": "LLL.d22.s0"}
{"Unnamed: 0": 123, "docid": "LLL.d22", "isValid": false, "passage": " PROTEIN1 also contributes to the expression of PROTEIN a putative membrane-bound glucosyl transferase that is partially controlled by the PROTEIN2 stress response sigma factor.", "passageid": "LLL.d22.s0"}
{"Unnamed: 0": 124, "docid": "LLL.d23", "isValid": true, "passage": "Transcriptional studies showed that PROTEIN1 is strongly induced in response to heat, ethanol and salt stress or after starvation for glucose in a PROTEIN2 dependent manner.", "passageid": "LLL.d23.s0"}
{"Unnamed: 0": 125, "docid": "LLL.d24", "isValid": true, "passage": "Furthermore, PROTEIN1 and PROTEIN seemed to be induced after phosphate starvation in the wild type in a PROTEIN2 dependent manner and in the sigB mutant probably via PROTEIN ", "passageid": "LLL.d24.s0"}
{"Unnamed: 0": 126, "docid": "LLL.d24", "isValid": true, "passage": "Furthermore, PROTEIN1 and PROTEIN seemed to be induced after phosphate starvation in the wild type in a PROTEIN dependent manner and in the sigB mutant probably via PROTEIN2 ", "passageid": "LLL.d24.s0"}
{"Unnamed: 0": 127, "docid": "LLL.d24", "isValid": false, "passage": "Furthermore, PROTEIN1 and PROTEIN2 seemed to be induced after phosphate starvation in the wild type in a PROTEIN dependent manner and in the sigB mutant probably via PROTEIN ", "passageid": "LLL.d24.s0"}
{"Unnamed: 0": 128, "docid": "LLL.d24", "isValid": false, "passage": "Furthermore, PROTEIN and PROTEIN seemed to be induced after phosphate starvation in the wild type in a PROTEIN1 dependent manner and in the sigB mutant probably via PROTEIN2 ", "passageid": "LLL.d24.s0"}
{"Unnamed: 0": 129, "docid": "LLL.d24", "isValid": true, "passage": "Furthermore, PROTEIN and PROTEIN1 seemed to be induced after phosphate starvation in the wild type in a PROTEIN2 dependent manner and in the sigB mutant probably via PROTEIN ", "passageid": "LLL.d24.s0"}
{"Unnamed: 0": 130, "docid": "LLL.d24", "isValid": true, "passage": "Furthermore, PROTEIN and PROTEIN1 seemed to be induced after phosphate starvation in the wild type in a PROTEIN dependent manner and in the sigB mutant probably via PROTEIN2 ", "passageid": "LLL.d24.s0"}
{"Unnamed: 0": 131, "docid": "LLL.d25", "isValid": true, "passage": "The expression of the PROTEIN1 operon was induced by the presence of isoleucine or valine in the growth medium and depended upon the presence of the sigma factor PROTEIN2 a member of the sigma 54 family.", "passageid": "LLL.d25.s0"}
{"Unnamed: 0": 132, "docid": "LLL.d26", "isValid": true, "passage": "From these results we conclude that PROTEIN1 negatively regulates PROTEIN2 expression by preventing PROTEIN driven transcription of PROTEIN possibly through interaction with the control region.", "passageid": "LLL.d26.s0"}
{"Unnamed: 0": 133, "docid": "LLL.d26", "isValid": false, "passage": "From these results we conclude that PROTEIN negatively regulates PROTEIN1 expression by preventing PROTEIN2 driven transcription of PROTEIN possibly through interaction with the control region.", "passageid": "LLL.d26.s0"}
{"Unnamed: 0": 134, "docid": "LLL.d26", "isValid": false, "passage": "From these results we conclude that PROTEIN negatively regulates PROTEIN1 expression by preventing PROTEIN driven transcription of PROTEIN2 possibly through interaction with the control region.", "passageid": "LLL.d26.s0"}
{"Unnamed: 0": 135, "docid": "LLL.d26", "isValid": true, "passage": "From these results we conclude that PROTEIN1 negatively regulates PROTEIN expression by preventing PROTEIN2 driven transcription of PROTEIN possibly through interaction with the control region.", "passageid": "LLL.d26.s0"}
{"Unnamed: 0": 136, "docid": "LLL.d26", "isValid": true, "passage": "From these results we conclude that PROTEIN1 negatively regulates PROTEIN expression by preventing PROTEIN driven transcription of PROTEIN2 possibly through interaction with the control region.", "passageid": "LLL.d26.s0"}
{"Unnamed: 0": 137, "docid": "LLL.d26", "isValid": true, "passage": "From these results we conclude that PROTEIN negatively regulates PROTEIN expression by preventing PROTEIN1 driven transcription of PROTEIN2 possibly through interaction with the control region.", "passageid": "LLL.d26.s0"}
{"Unnamed: 0": 138, "docid": "LLL.d26", "isValid": true, "passage": "We have shown previously that the transcription of PROTEIN1 is driven by an alternative sigma factor, PROTEIN2 ", "passageid": "LLL.d26.s1"}
{"Unnamed: 0": 139, "docid": "LLL.d27", "isValid": false, "passage": "DNase I footprinting showed that PROTEIN binds strongly to two sites in the PROTEIN1 promoter region, binds weakly to one site in the PROTEIN2 promoter, and does not bind specifically to PROTEIN ", "passageid": "LLL.d27.s0"}
{"Unnamed: 0": 140, "docid": "LLL.d27", "isValid": true, "passage": "DNase I footprinting showed that PROTEIN1 binds strongly to two sites in the PROTEIN promoter region, binds weakly to one site in the PROTEIN2 promoter, and does not bind specifically to PROTEIN ", "passageid": "LLL.d27.s0"}
{"Unnamed: 0": 141, "docid": "LLL.d27", "isValid": false, "passage": "DNase I footprinting showed that PROTEIN binds strongly to two sites in the PROTEIN promoter region, binds weakly to one site in the PROTEIN1 promoter, and does not bind specifically to PROTEIN2 ", "passageid": "LLL.d27.s0"}
{"Unnamed: 0": 142, "docid": "LLL.d27", "isValid": true, "passage": "DNase I footprinting showed that PROTEIN1 binds strongly to two sites in the PROTEIN2 promoter region, binds weakly to one site in the PROTEIN promoter, and does not bind specifically to PROTEIN ", "passageid": "LLL.d27.s0"}
{"Unnamed: 0": 143, "docid": "LLL.d27", "isValid": false, "passage": "DNase I footprinting showed that PROTEIN binds strongly to two sites in the PROTEIN1 promoter region, binds weakly to one site in the PROTEIN promoter, and does not bind specifically to PROTEIN2 ", "passageid": "LLL.d27.s0"}
{"Unnamed: 0": 144, "docid": "LLL.d27", "isValid": true, "passage": "DNase I footprinting showed that PROTEIN1 binds strongly to two sites in the PROTEIN promoter region, binds weakly to one site in the PROTEIN promoter, and does not bind specifically to PROTEIN2 ", "passageid": "LLL.d27.s0"}
{"Unnamed: 0": 145, "docid": "LLL.d27", "isValid": false, "passage": "Transcription of the PROTEIN PROTEIN and PROTEIN genes by final PROTEIN1 RNA polymerase is activated by a small, DNA-binding protein called PROTEIN2 ", "passageid": "LLL.d27.s1"}
{"Unnamed: 0": 146, "docid": "LLL.d27", "isValid": true, "passage": "Transcription of the PROTEIN PROTEIN1 and PROTEIN genes by final PROTEIN2 RNA polymerase is activated by a small, DNA-binding protein called PROTEIN ", "passageid": "LLL.d27.s1"}
{"Unnamed: 0": 147, "docid": "LLL.d27", "isValid": true, "passage": "Transcription of the PROTEIN1 PROTEIN and PROTEIN genes by final PROTEIN2 RNA polymerase is activated by a small, DNA-binding protein called PROTEIN ", "passageid": "LLL.d27.s1"}
{"Unnamed: 0": 148, "docid": "LLL.d27", "isValid": true, "passage": "Transcription of the PROTEIN PROTEIN and PROTEIN1 genes by final PROTEIN2 RNA polymerase is activated by a small, DNA-binding protein called PROTEIN ", "passageid": "LLL.d27.s1"}
{"Unnamed: 0": 149, "docid": "LLL.d27", "isValid": true, "passage": "Transcription of the PROTEIN PROTEIN1 and PROTEIN genes by final PROTEIN RNA polymerase is activated by a small, DNA-binding protein called PROTEIN2 ", "passageid": "LLL.d27.s1"}
{"Unnamed: 0": 150, "docid": "LLL.d27", "isValid": true, "passage": "Transcription of the PROTEIN1 PROTEIN and PROTEIN genes by final PROTEIN RNA polymerase is activated by a small, DNA-binding protein called PROTEIN2 ", "passageid": "LLL.d27.s1"}
{"Unnamed: 0": 151, "docid": "LLL.d27", "isValid": true, "passage": "Transcription of the PROTEIN PROTEIN and PROTEIN1 genes by final PROTEIN RNA polymerase is activated by a small, DNA-binding protein called PROTEIN2 ", "passageid": "LLL.d27.s1"}
{"Unnamed: 0": 152, "docid": "LLL.d27", "isValid": false, "passage": "Transcription of the PROTEIN1 PROTEIN2 and PROTEIN genes by final PROTEIN RNA polymerase is activated by a small, DNA-binding protein called PROTEIN ", "passageid": "LLL.d27.s1"}
{"Unnamed: 0": 153, "docid": "LLL.d27", "isValid": false, "passage": "Transcription of the PROTEIN PROTEIN1 and PROTEIN2 genes by final PROTEIN RNA polymerase is activated by a small, DNA-binding protein called PROTEIN ", "passageid": "LLL.d27.s1"}
{"Unnamed: 0": 154, "docid": "LLL.d27", "isValid": false, "passage": "Transcription of the PROTEIN1 PROTEIN and PROTEIN2 genes by final PROTEIN RNA polymerase is activated by a small, DNA-binding protein called PROTEIN ", "passageid": "LLL.d27.s1"}
{"Unnamed: 0": 155, "docid": "LLL.d27", "isValid": false, "passage": "In vitro transcription experiments suggest that the differential pattern of PROTEIN gene expression results from the combined action of PROTEIN1 and another transcription factor, PROTEIN2 ", "passageid": "LLL.d27.s2"}
{"Unnamed: 0": 156, "docid": "LLL.d27", "isValid": true, "passage": "In vitro transcription experiments suggest that the differential pattern of PROTEIN1 gene expression results from the combined action of PROTEIN2 and another transcription factor, PROTEIN ", "passageid": "LLL.d27.s2"}
{"Unnamed: 0": 157, "docid": "LLL.d27", "isValid": true, "passage": "In vitro transcription experiments suggest that the differential pattern of PROTEIN1 gene expression results from the combined action of PROTEIN and another transcription factor, PROTEIN2 ", "passageid": "LLL.d27.s2"}
{"Unnamed: 0": 158, "docid": "LLL.d27", "isValid": false, "passage": "A low concentration of PROTEIN activated PROTEIN transcription by final PROTEIN RNA polymerase, whereas a higher concentration was needed to activate transcription of PROTEIN1 or PROTEIN2 ", "passageid": "LLL.d27.s3"}
{"Unnamed: 0": 159, "docid": "LLL.d27", "isValid": false, "passage": "A low concentration of PROTEIN activated PROTEIN transcription by final PROTEIN1 RNA polymerase, whereas a higher concentration was needed to activate transcription of PROTEIN2 or PROTEIN ", "passageid": "LLL.d27.s3"}
{"Unnamed: 0": 160, "docid": "LLL.d27", "isValid": true, "passage": "A low concentration of PROTEIN1 activated PROTEIN transcription by final PROTEIN RNA polymerase, whereas a higher concentration was needed to activate transcription of PROTEIN2 or PROTEIN ", "passageid": "LLL.d27.s3"}
{"Unnamed: 0": 161, "docid": "LLL.d27", "isValid": false, "passage": "A low concentration of PROTEIN activated PROTEIN1 transcription by final PROTEIN RNA polymerase, whereas a higher concentration was needed to activate transcription of PROTEIN2 or PROTEIN ", "passageid": "LLL.d27.s3"}
{"Unnamed: 0": 162, "docid": "LLL.d27", "isValid": false, "passage": "A low concentration of PROTEIN activated PROTEIN transcription by final PROTEIN1 RNA polymerase, whereas a higher concentration was needed to activate transcription of PROTEIN or PROTEIN2 ", "passageid": "LLL.d27.s3"}
{"Unnamed: 0": 163, "docid": "LLL.d27", "isValid": true, "passage": "A low concentration of PROTEIN1 activated PROTEIN transcription by final PROTEIN RNA polymerase, whereas a higher concentration was needed to activate transcription of PROTEIN or PROTEIN2 ", "passageid": "LLL.d27.s3"}
{"Unnamed: 0": 164, "docid": "LLL.d27", "isValid": false, "passage": "A low concentration of PROTEIN activated PROTEIN1 transcription by final PROTEIN RNA polymerase, whereas a higher concentration was needed to activate transcription of PROTEIN or PROTEIN2 ", "passageid": "LLL.d27.s3"}
{"Unnamed: 0": 165, "docid": "LLL.d27", "isValid": true, "passage": "A low concentration of PROTEIN1 activated PROTEIN transcription by final PROTEIN2 RNA polymerase, whereas a higher concentration was needed to activate transcription of PROTEIN or PROTEIN ", "passageid": "LLL.d27.s3"}
{"Unnamed: 0": 166, "docid": "LLL.d27", "isValid": true, "passage": "A low concentration of PROTEIN activated PROTEIN1 transcription by final PROTEIN2 RNA polymerase, whereas a higher concentration was needed to activate transcription of PROTEIN or PROTEIN ", "passageid": "LLL.d27.s3"}
{"Unnamed: 0": 167, "docid": "LLL.d27", "isValid": true, "passage": "A low concentration of PROTEIN1 activated PROTEIN2 transcription by final PROTEIN RNA polymerase, whereas a higher concentration was needed to activate transcription of PROTEIN or PROTEIN ", "passageid": "LLL.d27.s3"}
{"Unnamed: 0": 168, "docid": "LLL.d27", "isValid": true, "passage": " PROTEIN1 at low concentration repressed PROTEIN2 transcription, whereas a higher concentration only partially repressed PROTEIN transcription and had little effect on PROTEIN transcription.", "passageid": "LLL.d27.s4"}
{"Unnamed: 0": 169, "docid": "LLL.d27", "isValid": false, "passage": " PROTEIN at low concentration repressed PROTEIN1 transcription, whereas a higher concentration only partially repressed PROTEIN2 transcription and had little effect on PROTEIN transcription.", "passageid": "LLL.d27.s4"}
{"Unnamed: 0": 170, "docid": "LLL.d27", "isValid": false, "passage": " PROTEIN at low concentration repressed PROTEIN1 transcription, whereas a higher concentration only partially repressed PROTEIN transcription and had little effect on PROTEIN2 transcription.", "passageid": "LLL.d27.s4"}
{"Unnamed: 0": 171, "docid": "LLL.d27", "isValid": true, "passage": " PROTEIN1 at low concentration repressed PROTEIN transcription, whereas a higher concentration only partially repressed PROTEIN2 transcription and had little effect on PROTEIN transcription.", "passageid": "LLL.d27.s4"}
{"Unnamed: 0": 172, "docid": "LLL.d27", "isValid": true, "passage": " PROTEIN1 at low concentration repressed PROTEIN transcription, whereas a higher concentration only partially repressed PROTEIN transcription and had little effect on PROTEIN2 transcription.", "passageid": "LLL.d27.s4"}
{"Unnamed: 0": 173, "docid": "LLL.d27", "isValid": false, "passage": " PROTEIN at low concentration repressed PROTEIN transcription, whereas a higher concentration only partially repressed PROTEIN1 transcription and had little effect on PROTEIN2 transcription.", "passageid": "LLL.d27.s4"}
{"Unnamed: 0": 174, "docid": "LLL.d29", "isValid": true, "passage": "A PROTEIN1 dependent promoter (PW) precedes PROTEIN2 demonstrating that this transcription factor is positively autoregulated.", "passageid": "LLL.d29.s0"}
{"Unnamed: 0": 175, "docid": "LLL.d31", "isValid": true, "passage": "The results indicate that PROTEIN1 is sufficient to repress the transcription of the PROTEIN and PROTEIN2 promoters and also to activate the transcription of the PROTEIN promoter.", "passageid": "LLL.d31.s0"}
{"Unnamed: 0": 176, "docid": "LLL.d31", "isValid": false, "passage": "The results indicate that PROTEIN is sufficient to repress the transcription of the PROTEIN and PROTEIN1 promoters and also to activate the transcription of the PROTEIN2 promoter.", "passageid": "LLL.d31.s0"}
{"Unnamed: 0": 177, "docid": "LLL.d31", "isValid": false, "passage": "The results indicate that PROTEIN is sufficient to repress the transcription of the PROTEIN1 and PROTEIN2 promoters and also to activate the transcription of the PROTEIN promoter.", "passageid": "LLL.d31.s0"}
{"Unnamed: 0": 178, "docid": "LLL.d31", "isValid": true, "passage": "The results indicate that PROTEIN1 is sufficient to repress the transcription of the PROTEIN and PROTEIN promoters and also to activate the transcription of the PROTEIN2 promoter.", "passageid": "LLL.d31.s0"}
{"Unnamed: 0": 179, "docid": "LLL.d31", "isValid": true, "passage": "The results indicate that PROTEIN1 is sufficient to repress the transcription of the PROTEIN2 and PROTEIN promoters and also to activate the transcription of the PROTEIN promoter.", "passageid": "LLL.d31.s0"}
{"Unnamed: 0": 180, "docid": "LLL.d31", "isValid": false, "passage": "The results indicate that PROTEIN is sufficient to repress the transcription of the PROTEIN1 and PROTEIN promoters and also to activate the transcription of the PROTEIN2 promoter.", "passageid": "LLL.d31.s0"}
{"Unnamed: 0": 181, "docid": "LLL.d32", "isValid": true, "passage": "Transcriptional studies demonstrated that the expression from the PROTEIN1 promoter is induced by L-arabinose, repressed by glucose, and negatively regulated by PROTEIN2 ", "passageid": "LLL.d32.s0"}
{"Unnamed: 0": 182, "docid": "LLL.d33", "isValid": true, "passage": "During endospore formation in Bacillus subtilis, the DNA binding protein PROTEIN1 stimulates transcription from several promoters that are used by RNA polymerase containing PROTEIN2 ", "passageid": "LLL.d33.s0"}
{"Unnamed: 0": 183, "docid": "LLL.d33", "isValid": true, "passage": " PROTEIN1 binds to a site on one of these promoters, PROTEIN2 that overlaps its -35 region.", "passageid": "LLL.d33.s1"}
{"Unnamed: 0": 184, "docid": "LLL.d36", "isValid": true, "passage": "The PROTEIN1 dependent promoter drives expression of PROTEIN2 under stress conditions and after glucose starvation, whereas a PROTEIN dependent promoter is responsible for PROTEIN transcription following amino acid limitation.", "passageid": "LLL.d36.s0"}
{"Unnamed: 0": 185, "docid": "LLL.d36", "isValid": false, "passage": "The PROTEIN dependent promoter drives expression of PROTEIN1 under stress conditions and after glucose starvation, whereas a PROTEIN dependent promoter is responsible for PROTEIN2 transcription following amino acid limitation.", "passageid": "LLL.d36.s0"}
{"Unnamed: 0": 186, "docid": "LLL.d36", "isValid": false, "passage": "The PROTEIN dependent promoter drives expression of PROTEIN1 under stress conditions and after glucose starvation, whereas a PROTEIN2 dependent promoter is responsible for PROTEIN transcription following amino acid limitation.", "passageid": "LLL.d36.s0"}
{"Unnamed: 0": 187, "docid": "LLL.d36", "isValid": false, "passage": "The PROTEIN1 dependent promoter drives expression of PROTEIN under stress conditions and after glucose starvation, whereas a PROTEIN dependent promoter is responsible for PROTEIN2 transcription following amino acid limitation.", "passageid": "LLL.d36.s0"}
{"Unnamed: 0": 188, "docid": "LLL.d36", "isValid": false, "passage": "The PROTEIN1 dependent promoter drives expression of PROTEIN under stress conditions and after glucose starvation, whereas a PROTEIN2 dependent promoter is responsible for PROTEIN transcription following amino acid limitation.", "passageid": "LLL.d36.s0"}
{"Unnamed: 0": 189, "docid": "LLL.d36", "isValid": true, "passage": "The PROTEIN dependent promoter drives expression of PROTEIN under stress conditions and after glucose starvation, whereas a PROTEIN1 dependent promoter is responsible for PROTEIN2 transcription following amino acid limitation.", "passageid": "LLL.d36.s0"}
{"Unnamed: 0": 190, "docid": "LLL.d36", "isValid": false, "passage": "This indicates that the PROTEIN gene product, being a member of both the PROTEIN1 and PROTEIN2 regulons, might negatively regulate the activity of the PROTEIN regulon.", "passageid": "LLL.d36.s1"}
{"Unnamed: 0": 191, "docid": "LLL.d36", "isValid": false, "passage": "This indicates that the PROTEIN gene product, being a member of both the PROTEIN1 and PROTEIN regulons, might negatively regulate the activity of the PROTEIN2 regulon.", "passageid": "LLL.d36.s1"}
{"Unnamed: 0": 192, "docid": "LLL.d36", "isValid": true, "passage": "This indicates that the PROTEIN1 gene product, being a member of both the PROTEIN2 and PROTEIN regulons, might negatively regulate the activity of the PROTEIN regulon.", "passageid": "LLL.d36.s1"}
{"Unnamed: 0": 193, "docid": "LLL.d36", "isValid": false, "passage": "This indicates that the PROTEIN gene product, being a member of both the PROTEIN and PROTEIN1 regulons, might negatively regulate the activity of the PROTEIN2 regulon.", "passageid": "LLL.d36.s1"}
{"Unnamed: 0": 194, "docid": "LLL.d36", "isValid": true, "passage": "This indicates that the PROTEIN1 gene product, being a member of both the PROTEIN and PROTEIN2 regulons, might negatively regulate the activity of the PROTEIN regulon.", "passageid": "LLL.d36.s1"}
{"Unnamed: 0": 195, "docid": "LLL.d36", "isValid": true, "passage": "This indicates that the PROTEIN1 gene product, being a member of both the PROTEIN and PROTEIN regulons, might negatively regulate the activity of the PROTEIN2 regulon.", "passageid": "LLL.d36.s1"}
{"Unnamed: 0": 196, "docid": "LLL.d36", "isValid": true, "passage": "In addition to the typical PROTEIN1 dependent, stress- and starvation-inducible pattern, PROTEIN2 is also induced in response to amino acid depletion.", "passageid": "LLL.d36.s2"}
{"Unnamed: 0": 197, "docid": "LLL.d39", "isValid": false, "passage": "The addition of PROTEIN to in vitro transcription reactions resulted in the stimulation of RNAP holoenzyme activity, but PROTEIN1 RNAP was observed to be more sensitive to PROTEIN dependent stimulation than PROTEIN2 RNAP.", "passageid": "LLL.d39.s0"}
{"Unnamed: 0": 198, "docid": "LLL.d39", "isValid": true, "passage": "The addition of PROTEIN1 to in vitro transcription reactions resulted in the stimulation of RNAP holoenzyme activity, but PROTEIN RNAP was observed to be more sensitive to PROTEIN dependent stimulation than PROTEIN2 RNAP.", "passageid": "LLL.d39.s0"}
{"Unnamed: 0": 199, "docid": "LLL.d39", "isValid": true, "passage": "The addition of PROTEIN to in vitro transcription reactions resulted in the stimulation of RNAP holoenzyme activity, but PROTEIN RNAP was observed to be more sensitive to PROTEIN1 dependent stimulation than PROTEIN2 RNAP.", "passageid": "LLL.d39.s0"}
{"Unnamed: 0": 200, "docid": "LLL.d39", "isValid": true, "passage": "The addition of PROTEIN1 to in vitro transcription reactions resulted in the stimulation of RNAP holoenzyme activity, but PROTEIN2 RNAP was observed to be more sensitive to PROTEIN dependent stimulation than PROTEIN RNAP.", "passageid": "LLL.d39.s0"}
{"Unnamed: 0": 201, "docid": "LLL.d39", "isValid": true, "passage": "The addition of PROTEIN to in vitro transcription reactions resulted in the stimulation of RNAP holoenzyme activity, but PROTEIN1 RNAP was observed to be more sensitive to PROTEIN2 dependent stimulation than PROTEIN RNAP.", "passageid": "LLL.d39.s0"}
{"Unnamed: 0": 202, "docid": "LLL.d39", "isValid": false, "passage": "The addition of PROTEIN1 to in vitro transcription reactions resulted in the stimulation of RNAP holoenzyme activity, but PROTEIN RNAP was observed to be more sensitive to PROTEIN2 dependent stimulation than PROTEIN RNAP.", "passageid": "LLL.d39.s0"}
{"Unnamed: 0": 203, "docid": "LLL.d40", "isValid": true, "passage": "Although PROTEIN1 is transcriptionally regulated by the key regulatory device that controls sporulation initiation, the PROTEIN2 phosphorelay, there is considerable evidence implicating a mechanism of post-translational control that governs the activity and concentration of sigmaH.", "passageid": "LLL.d40.s0"}
{"Unnamed: 0": 204, "docid": "LLL.d41", "isValid": false, "passage": "The class includes AsiA form bacteriophage T4, which inhibits Escherichia coli sigma 70; PROTEIN present in both gram-positive and gram-negative bacteria, which inhibits the flagella sigma factor PROTEIN PROTEIN1 which inhibits the sporulation-specific sigma factor, PROTEIN and PROTEIN of Bacillus subtilis; PROTEIN of B. subtilis, which inhibits stress response sigma factor PROTEIN2 and PROTEIN a general regulator of the heat shock response, which in bacteria inhibits the heat shock sigma factor PROTEIN ", "passageid": "LLL.d41.s0"}
{"Unnamed: 0": 205, "docid": "LLL.d41", "isValid": false, "passage": "The class includes AsiA form bacteriophage T4, which inhibits Escherichia coli sigma 70; PROTEIN present in both gram-positive and gram-negative bacteria, which inhibits the flagella sigma factor PROTEIN1 PROTEIN2 which inhibits the sporulation-specific sigma factor, PROTEIN and PROTEIN of Bacillus subtilis; PROTEIN of B. subtilis, which inhibits stress response sigma factor PROTEIN and PROTEIN a general regulator of the heat shock response, which in bacteria inhibits the heat shock sigma factor PROTEIN ", "passageid": "LLL.d41.s0"}
{"Unnamed: 0": 206, "docid": "LLL.d41", "isValid": false, "passage": "The class includes AsiA form bacteriophage T4, which inhibits Escherichia coli sigma 70; PROTEIN present in both gram-positive and gram-negative bacteria, which inhibits the flagella sigma factor PROTEIN PROTEIN1 which inhibits the sporulation-specific sigma factor, PROTEIN and PROTEIN of Bacillus subtilis; PROTEIN of B. subtilis, which inhibits stress response sigma factor PROTEIN and PROTEIN2 a general regulator of the heat shock response, which in bacteria inhibits the heat shock sigma factor PROTEIN ", "passageid": "LLL.d41.s0"}
{"Unnamed: 0": 207, "docid": "LLL.d41", "isValid": true, "passage": "The class includes AsiA form bacteriophage T4, which inhibits Escherichia coli sigma 70; PROTEIN present in both gram-positive and gram-negative bacteria, which inhibits the flagella sigma factor PROTEIN PROTEIN1 which inhibits the sporulation-specific sigma factor, PROTEIN2 and PROTEIN of Bacillus subtilis; PROTEIN of B. subtilis, which inhibits stress response sigma factor PROTEIN and PROTEIN a general regulator of the heat shock response, which in bacteria inhibits the heat shock sigma factor PROTEIN ", "passageid": "LLL.d41.s0"}
{"Unnamed: 0": 208, "docid": "LLL.d41", "isValid": true, "passage": "The class includes AsiA form bacteriophage T4, which inhibits Escherichia coli sigma 70; PROTEIN present in both gram-positive and gram-negative bacteria, which inhibits the flagella sigma factor PROTEIN PROTEIN1 which inhibits the sporulation-specific sigma factor, PROTEIN and PROTEIN2 of Bacillus subtilis; PROTEIN of B. subtilis, which inhibits stress response sigma factor PROTEIN and PROTEIN a general regulator of the heat shock response, which in bacteria inhibits the heat shock sigma factor PROTEIN ", "passageid": "LLL.d41.s0"}
{"Unnamed: 0": 209, "docid": "LLL.d41", "isValid": false, "passage": "The class includes AsiA form bacteriophage T4, which inhibits Escherichia coli sigma 70; PROTEIN present in both gram-positive and gram-negative bacteria, which inhibits the flagella sigma factor PROTEIN PROTEIN1 which inhibits the sporulation-specific sigma factor, PROTEIN and PROTEIN of Bacillus subtilis; PROTEIN2 of B. subtilis, which inhibits stress response sigma factor PROTEIN and PROTEIN a general regulator of the heat shock response, which in bacteria inhibits the heat shock sigma factor PROTEIN ", "passageid": "LLL.d41.s0"}
{"Unnamed: 0": 210, "docid": "LLL.d41", "isValid": false, "passage": "The class includes AsiA form bacteriophage T4, which inhibits Escherichia coli sigma 70; PROTEIN present in both gram-positive and gram-negative bacteria, which inhibits the flagella sigma factor PROTEIN PROTEIN1 which inhibits the sporulation-specific sigma factor, PROTEIN and PROTEIN of Bacillus subtilis; PROTEIN of B. subtilis, which inhibits stress response sigma factor PROTEIN and PROTEIN a general regulator of the heat shock response, which in bacteria inhibits the heat shock sigma factor PROTEIN2 ", "passageid": "LLL.d41.s0"}
{"Unnamed: 0": 211, "docid": "LLL.d41", "isValid": false, "passage": "The class includes AsiA form bacteriophage T4, which inhibits Escherichia coli sigma 70; PROTEIN1 present in both gram-positive and gram-negative bacteria, which inhibits the flagella sigma factor PROTEIN PROTEIN2 which inhibits the sporulation-specific sigma factor, PROTEIN and PROTEIN of Bacillus subtilis; PROTEIN of B. subtilis, which inhibits stress response sigma factor PROTEIN and PROTEIN a general regulator of the heat shock response, which in bacteria inhibits the heat shock sigma factor PROTEIN ", "passageid": "LLL.d41.s0"}
{"Unnamed: 0": 212, "docid": "LLL.d41", "isValid": false, "passage": "The class includes AsiA form bacteriophage T4, which inhibits Escherichia coli sigma 70; PROTEIN present in both gram-positive and gram-negative bacteria, which inhibits the flagella sigma factor PROTEIN1 PROTEIN which inhibits the sporulation-specific sigma factor, PROTEIN and PROTEIN of Bacillus subtilis; PROTEIN of B. subtilis, which inhibits stress response sigma factor PROTEIN2 and PROTEIN a general regulator of the heat shock response, which in bacteria inhibits the heat shock sigma factor PROTEIN ", "passageid": "LLL.d41.s0"}
{"Unnamed: 0": 213, "docid": "LLL.d41", "isValid": false, "passage": "The class includes AsiA form bacteriophage T4, which inhibits Escherichia coli sigma 70; PROTEIN present in both gram-positive and gram-negative bacteria, which inhibits the flagella sigma factor PROTEIN PROTEIN which inhibits the sporulation-specific sigma factor, PROTEIN and PROTEIN of Bacillus subtilis; PROTEIN of B. subtilis, which inhibits stress response sigma factor PROTEIN1 and PROTEIN2 a general regulator of the heat shock response, which in bacteria inhibits the heat shock sigma factor PROTEIN ", "passageid": "LLL.d41.s0"}
{"Unnamed: 0": 214, "docid": "LLL.d41", "isValid": false, "passage": "The class includes AsiA form bacteriophage T4, which inhibits Escherichia coli sigma 70; PROTEIN present in both gram-positive and gram-negative bacteria, which inhibits the flagella sigma factor PROTEIN PROTEIN which inhibits the sporulation-specific sigma factor, PROTEIN1 and PROTEIN of Bacillus subtilis; PROTEIN of B. subtilis, which inhibits stress response sigma factor PROTEIN2 and PROTEIN a general regulator of the heat shock response, which in bacteria inhibits the heat shock sigma factor PROTEIN ", "passageid": "LLL.d41.s0"}
{"Unnamed: 0": 215, "docid": "LLL.d41", "isValid": false, "passage": "The class includes AsiA form bacteriophage T4, which inhibits Escherichia coli sigma 70; PROTEIN present in both gram-positive and gram-negative bacteria, which inhibits the flagella sigma factor PROTEIN PROTEIN which inhibits the sporulation-specific sigma factor, PROTEIN and PROTEIN1 of Bacillus subtilis; PROTEIN of B. subtilis, which inhibits stress response sigma factor PROTEIN2 and PROTEIN a general regulator of the heat shock response, which in bacteria inhibits the heat shock sigma factor PROTEIN ", "passageid": "LLL.d41.s0"}
{"Unnamed: 0": 216, "docid": "LLL.d41", "isValid": true, "passage": "The class includes AsiA form bacteriophage T4, which inhibits Escherichia coli sigma 70; PROTEIN present in both gram-positive and gram-negative bacteria, which inhibits the flagella sigma factor PROTEIN PROTEIN which inhibits the sporulation-specific sigma factor, PROTEIN and PROTEIN of Bacillus subtilis; PROTEIN1 of B. subtilis, which inhibits stress response sigma factor PROTEIN2 and PROTEIN a general regulator of the heat shock response, which in bacteria inhibits the heat shock sigma factor PROTEIN ", "passageid": "LLL.d41.s0"}
{"Unnamed: 0": 217, "docid": "LLL.d41", "isValid": false, "passage": "The class includes AsiA form bacteriophage T4, which inhibits Escherichia coli sigma 70; PROTEIN present in both gram-positive and gram-negative bacteria, which inhibits the flagella sigma factor PROTEIN PROTEIN which inhibits the sporulation-specific sigma factor, PROTEIN and PROTEIN of Bacillus subtilis; PROTEIN of B. subtilis, which inhibits stress response sigma factor PROTEIN1 and PROTEIN a general regulator of the heat shock response, which in bacteria inhibits the heat shock sigma factor PROTEIN2 ", "passageid": "LLL.d41.s0"}
{"Unnamed: 0": 218, "docid": "LLL.d41", "isValid": false, "passage": "The class includes AsiA form bacteriophage T4, which inhibits Escherichia coli sigma 70; PROTEIN1 present in both gram-positive and gram-negative bacteria, which inhibits the flagella sigma factor PROTEIN PROTEIN which inhibits the sporulation-specific sigma factor, PROTEIN and PROTEIN of Bacillus subtilis; PROTEIN of B. subtilis, which inhibits stress response sigma factor PROTEIN2 and PROTEIN a general regulator of the heat shock response, which in bacteria inhibits the heat shock sigma factor PROTEIN ", "passageid": "LLL.d41.s0"}
{"Unnamed: 0": 219, "docid": "LLL.d41", "isValid": false, "passage": "The class includes AsiA form bacteriophage T4, which inhibits Escherichia coli sigma 70; PROTEIN present in both gram-positive and gram-negative bacteria, which inhibits the flagella sigma factor PROTEIN1 PROTEIN which inhibits the sporulation-specific sigma factor, PROTEIN and PROTEIN of Bacillus subtilis; PROTEIN of B. subtilis, which inhibits stress response sigma factor PROTEIN and PROTEIN2 a general regulator of the heat shock response, which in bacteria inhibits the heat shock sigma factor PROTEIN ", "passageid": "LLL.d41.s0"}
{"Unnamed: 0": 220, "docid": "LLL.d41", "isValid": false, "passage": "The class includes AsiA form bacteriophage T4, which inhibits Escherichia coli sigma 70; PROTEIN present in both gram-positive and gram-negative bacteria, which inhibits the flagella sigma factor PROTEIN1 PROTEIN which inhibits the sporulation-specific sigma factor, PROTEIN2 and PROTEIN of Bacillus subtilis; PROTEIN of B. subtilis, which inhibits stress response sigma factor PROTEIN and PROTEIN a general regulator of the heat shock response, which in bacteria inhibits the heat shock sigma factor PROTEIN ", "passageid": "LLL.d41.s0"}
{"Unnamed: 0": 221, "docid": "LLL.d41", "isValid": false, "passage": "The class includes AsiA form bacteriophage T4, which inhibits Escherichia coli sigma 70; PROTEIN present in both gram-positive and gram-negative bacteria, which inhibits the flagella sigma factor PROTEIN1 PROTEIN which inhibits the sporulation-specific sigma factor, PROTEIN and PROTEIN2 of Bacillus subtilis; PROTEIN of B. subtilis, which inhibits stress response sigma factor PROTEIN and PROTEIN a general regulator of the heat shock response, which in bacteria inhibits the heat shock sigma factor PROTEIN ", "passageid": "LLL.d41.s0"}
{"Unnamed: 0": 222, "docid": "LLL.d41", "isValid": false, "passage": "The class includes AsiA form bacteriophage T4, which inhibits Escherichia coli sigma 70; PROTEIN present in both gram-positive and gram-negative bacteria, which inhibits the flagella sigma factor PROTEIN1 PROTEIN which inhibits the sporulation-specific sigma factor, PROTEIN and PROTEIN of Bacillus subtilis; PROTEIN2 of B. subtilis, which inhibits stress response sigma factor PROTEIN and PROTEIN a general regulator of the heat shock response, which in bacteria inhibits the heat shock sigma factor PROTEIN ", "passageid": "LLL.d41.s0"}
{"Unnamed: 0": 223, "docid": "LLL.d41", "isValid": false, "passage": "The class includes AsiA form bacteriophage T4, which inhibits Escherichia coli sigma 70; PROTEIN present in both gram-positive and gram-negative bacteria, which inhibits the flagella sigma factor PROTEIN1 PROTEIN which inhibits the sporulation-specific sigma factor, PROTEIN and PROTEIN of Bacillus subtilis; PROTEIN of B. subtilis, which inhibits stress response sigma factor PROTEIN and PROTEIN a general regulator of the heat shock response, which in bacteria inhibits the heat shock sigma factor PROTEIN2 ", "passageid": "LLL.d41.s0"}
{"Unnamed: 0": 224, "docid": "LLL.d41", "isValid": true, "passage": "The class includes AsiA form bacteriophage T4, which inhibits Escherichia coli sigma 70; PROTEIN1 present in both gram-positive and gram-negative bacteria, which inhibits the flagella sigma factor PROTEIN2 PROTEIN which inhibits the sporulation-specific sigma factor, PROTEIN and PROTEIN of Bacillus subtilis; PROTEIN of B. subtilis, which inhibits stress response sigma factor PROTEIN and PROTEIN a general regulator of the heat shock response, which in bacteria inhibits the heat shock sigma factor PROTEIN ", "passageid": "LLL.d41.s0"}
{"Unnamed: 0": 225, "docid": "LLL.d41", "isValid": false, "passage": "The class includes AsiA form bacteriophage T4, which inhibits Escherichia coli sigma 70; PROTEIN present in both gram-positive and gram-negative bacteria, which inhibits the flagella sigma factor PROTEIN PROTEIN which inhibits the sporulation-specific sigma factor, PROTEIN1 and PROTEIN of Bacillus subtilis; PROTEIN of B. subtilis, which inhibits stress response sigma factor PROTEIN and PROTEIN2 a general regulator of the heat shock response, which in bacteria inhibits the heat shock sigma factor PROTEIN ", "passageid": "LLL.d41.s0"}
{"Unnamed: 0": 226, "docid": "LLL.d41", "isValid": false, "passage": "The class includes AsiA form bacteriophage T4, which inhibits Escherichia coli sigma 70; PROTEIN present in both gram-positive and gram-negative bacteria, which inhibits the flagella sigma factor PROTEIN PROTEIN which inhibits the sporulation-specific sigma factor, PROTEIN and PROTEIN1 of Bacillus subtilis; PROTEIN of B. subtilis, which inhibits stress response sigma factor PROTEIN and PROTEIN2 a general regulator of the heat shock response, which in bacteria inhibits the heat shock sigma factor PROTEIN ", "passageid": "LLL.d41.s0"}
{"Unnamed: 0": 227, "docid": "LLL.d41", "isValid": false, "passage": "The class includes AsiA form bacteriophage T4, which inhibits Escherichia coli sigma 70; PROTEIN present in both gram-positive and gram-negative bacteria, which inhibits the flagella sigma factor PROTEIN PROTEIN which inhibits the sporulation-specific sigma factor, PROTEIN and PROTEIN of Bacillus subtilis; PROTEIN1 of B. subtilis, which inhibits stress response sigma factor PROTEIN and PROTEIN2 a general regulator of the heat shock response, which in bacteria inhibits the heat shock sigma factor PROTEIN ", "passageid": "LLL.d41.s0"}
{"Unnamed: 0": 228, "docid": "LLL.d41", "isValid": true, "passage": "The class includes AsiA form bacteriophage T4, which inhibits Escherichia coli sigma 70; PROTEIN present in both gram-positive and gram-negative bacteria, which inhibits the flagella sigma factor PROTEIN PROTEIN which inhibits the sporulation-specific sigma factor, PROTEIN and PROTEIN of Bacillus subtilis; PROTEIN of B. subtilis, which inhibits stress response sigma factor PROTEIN and PROTEIN1 a general regulator of the heat shock response, which in bacteria inhibits the heat shock sigma factor PROTEIN2 ", "passageid": "LLL.d41.s0"}
{"Unnamed: 0": 229, "docid": "LLL.d41", "isValid": false, "passage": "The class includes AsiA form bacteriophage T4, which inhibits Escherichia coli sigma 70; PROTEIN1 present in both gram-positive and gram-negative bacteria, which inhibits the flagella sigma factor PROTEIN PROTEIN which inhibits the sporulation-specific sigma factor, PROTEIN and PROTEIN of Bacillus subtilis; PROTEIN of B. subtilis, which inhibits stress response sigma factor PROTEIN and PROTEIN2 a general regulator of the heat shock response, which in bacteria inhibits the heat shock sigma factor PROTEIN ", "passageid": "LLL.d41.s0"}
{"Unnamed: 0": 230, "docid": "LLL.d41", "isValid": false, "passage": "The class includes AsiA form bacteriophage T4, which inhibits Escherichia coli sigma 70; PROTEIN present in both gram-positive and gram-negative bacteria, which inhibits the flagella sigma factor PROTEIN PROTEIN which inhibits the sporulation-specific sigma factor, PROTEIN1 and PROTEIN2 of Bacillus subtilis; PROTEIN of B. subtilis, which inhibits stress response sigma factor PROTEIN and PROTEIN a general regulator of the heat shock response, which in bacteria inhibits the heat shock sigma factor PROTEIN ", "passageid": "LLL.d41.s0"}
{"Unnamed: 0": 231, "docid": "LLL.d41", "isValid": false, "passage": "The class includes AsiA form bacteriophage T4, which inhibits Escherichia coli sigma 70; PROTEIN present in both gram-positive and gram-negative bacteria, which inhibits the flagella sigma factor PROTEIN PROTEIN which inhibits the sporulation-specific sigma factor, PROTEIN1 and PROTEIN of Bacillus subtilis; PROTEIN2 of B. subtilis, which inhibits stress response sigma factor PROTEIN and PROTEIN a general regulator of the heat shock response, which in bacteria inhibits the heat shock sigma factor PROTEIN ", "passageid": "LLL.d41.s0"}
{"Unnamed: 0": 232, "docid": "LLL.d41", "isValid": false, "passage": "The class includes AsiA form bacteriophage T4, which inhibits Escherichia coli sigma 70; PROTEIN present in both gram-positive and gram-negative bacteria, which inhibits the flagella sigma factor PROTEIN PROTEIN which inhibits the sporulation-specific sigma factor, PROTEIN1 and PROTEIN of Bacillus subtilis; PROTEIN of B. subtilis, which inhibits stress response sigma factor PROTEIN and PROTEIN a general regulator of the heat shock response, which in bacteria inhibits the heat shock sigma factor PROTEIN2 ", "passageid": "LLL.d41.s0"}
{"Unnamed: 0": 233, "docid": "LLL.d41", "isValid": false, "passage": "The class includes AsiA form bacteriophage T4, which inhibits Escherichia coli sigma 70; PROTEIN1 present in both gram-positive and gram-negative bacteria, which inhibits the flagella sigma factor PROTEIN PROTEIN which inhibits the sporulation-specific sigma factor, PROTEIN2 and PROTEIN of Bacillus subtilis; PROTEIN of B. subtilis, which inhibits stress response sigma factor PROTEIN and PROTEIN a general regulator of the heat shock response, which in bacteria inhibits the heat shock sigma factor PROTEIN ", "passageid": "LLL.d41.s0"}
{"Unnamed: 0": 234, "docid": "LLL.d41", "isValid": false, "passage": "The class includes AsiA form bacteriophage T4, which inhibits Escherichia coli sigma 70; PROTEIN present in both gram-positive and gram-negative bacteria, which inhibits the flagella sigma factor PROTEIN PROTEIN which inhibits the sporulation-specific sigma factor, PROTEIN and PROTEIN1 of Bacillus subtilis; PROTEIN2 of B. subtilis, which inhibits stress response sigma factor PROTEIN and PROTEIN a general regulator of the heat shock response, which in bacteria inhibits the heat shock sigma factor PROTEIN ", "passageid": "LLL.d41.s0"}
{"Unnamed: 0": 235, "docid": "LLL.d41", "isValid": false, "passage": "The class includes AsiA form bacteriophage T4, which inhibits Escherichia coli sigma 70; PROTEIN present in both gram-positive and gram-negative bacteria, which inhibits the flagella sigma factor PROTEIN PROTEIN which inhibits the sporulation-specific sigma factor, PROTEIN and PROTEIN1 of Bacillus subtilis; PROTEIN of B. subtilis, which inhibits stress response sigma factor PROTEIN and PROTEIN a general regulator of the heat shock response, which in bacteria inhibits the heat shock sigma factor PROTEIN2 ", "passageid": "LLL.d41.s0"}
{"Unnamed: 0": 236, "docid": "LLL.d41", "isValid": false, "passage": "The class includes AsiA form bacteriophage T4, which inhibits Escherichia coli sigma 70; PROTEIN1 present in both gram-positive and gram-negative bacteria, which inhibits the flagella sigma factor PROTEIN PROTEIN which inhibits the sporulation-specific sigma factor, PROTEIN and PROTEIN2 of Bacillus subtilis; PROTEIN of B. subtilis, which inhibits stress response sigma factor PROTEIN and PROTEIN a general regulator of the heat shock response, which in bacteria inhibits the heat shock sigma factor PROTEIN ", "passageid": "LLL.d41.s0"}
{"Unnamed: 0": 237, "docid": "LLL.d41", "isValid": false, "passage": "The class includes AsiA form bacteriophage T4, which inhibits Escherichia coli sigma 70; PROTEIN present in both gram-positive and gram-negative bacteria, which inhibits the flagella sigma factor PROTEIN PROTEIN which inhibits the sporulation-specific sigma factor, PROTEIN and PROTEIN of Bacillus subtilis; PROTEIN1 of B. subtilis, which inhibits stress response sigma factor PROTEIN and PROTEIN a general regulator of the heat shock response, which in bacteria inhibits the heat shock sigma factor PROTEIN2 ", "passageid": "LLL.d41.s0"}
{"Unnamed: 0": 238, "docid": "LLL.d41", "isValid": false, "passage": "The class includes AsiA form bacteriophage T4, which inhibits Escherichia coli sigma 70; PROTEIN1 present in both gram-positive and gram-negative bacteria, which inhibits the flagella sigma factor PROTEIN PROTEIN which inhibits the sporulation-specific sigma factor, PROTEIN and PROTEIN of Bacillus subtilis; PROTEIN2 of B. subtilis, which inhibits stress response sigma factor PROTEIN and PROTEIN a general regulator of the heat shock response, which in bacteria inhibits the heat shock sigma factor PROTEIN ", "passageid": "LLL.d41.s0"}
{"Unnamed: 0": 239, "docid": "LLL.d41", "isValid": false, "passage": "The class includes AsiA form bacteriophage T4, which inhibits Escherichia coli sigma 70; PROTEIN1 present in both gram-positive and gram-negative bacteria, which inhibits the flagella sigma factor PROTEIN PROTEIN which inhibits the sporulation-specific sigma factor, PROTEIN and PROTEIN of Bacillus subtilis; PROTEIN of B. subtilis, which inhibits stress response sigma factor PROTEIN and PROTEIN a general regulator of the heat shock response, which in bacteria inhibits the heat shock sigma factor PROTEIN2 ", "passageid": "LLL.d41.s0"}
{"Unnamed: 0": 240, "docid": "LLL.d42", "isValid": true, "passage": "Finally, we show that proper localization of SpoIVA required the expression of one or more genes which, like PROTEIN1 are under the control of the mother cell transcription factor PROTEIN2 ", "passageid": "LLL.d42.s0"}
{"Unnamed: 0": 241, "docid": "LLL.d44", "isValid": false, "passage": "The PROTEIN regulon includes a penicillin binding protein ( PROTEIN and a co-transcribed amino acid racemase ( PROTEIN1 , homologues of signal peptide peptidase ( PROTEIN2 , flotillin ( PROTEIN , ABC transporters ( PROTEIN , non-haem bromoperoxidase ( PROTEIN , epoxide hydrolase ( PROTEIN and three small peptides with structural similarities to bacteriocin precursor polypeptides.", "passageid": "LLL.d44.s0"}
{"Unnamed: 0": 242, "docid": "LLL.d44", "isValid": false, "passage": "The PROTEIN regulon includes a penicillin binding protein ( PROTEIN and a co-transcribed amino acid racemase ( PROTEIN , homologues of signal peptide peptidase ( PROTEIN1 , flotillin ( PROTEIN2 , ABC transporters ( PROTEIN , non-haem bromoperoxidase ( PROTEIN , epoxide hydrolase ( PROTEIN and three small peptides with structural similarities to bacteriocin precursor polypeptides.", "passageid": "LLL.d44.s0"}
{"Unnamed: 0": 243, "docid": "LLL.d44", "isValid": false, "passage": "The PROTEIN regulon includes a penicillin binding protein ( PROTEIN1 and a co-transcribed amino acid racemase ( PROTEIN , homologues of signal peptide peptidase ( PROTEIN2 , flotillin ( PROTEIN , ABC transporters ( PROTEIN , non-haem bromoperoxidase ( PROTEIN , epoxide hydrolase ( PROTEIN and three small peptides with structural similarities to bacteriocin precursor polypeptides.", "passageid": "LLL.d44.s0"}
{"Unnamed: 0": 244, "docid": "LLL.d44", "isValid": true, "passage": "The PROTEIN1 regulon includes a penicillin binding protein ( PROTEIN and a co-transcribed amino acid racemase ( PROTEIN , homologues of signal peptide peptidase ( PROTEIN2 , flotillin ( PROTEIN , ABC transporters ( PROTEIN , non-haem bromoperoxidase ( PROTEIN , epoxide hydrolase ( PROTEIN and three small peptides with structural similarities to bacteriocin precursor polypeptides.", "passageid": "LLL.d44.s0"}
{"Unnamed: 0": 245, "docid": "LLL.d44", "isValid": false, "passage": "The PROTEIN regulon includes a penicillin binding protein ( PROTEIN and a co-transcribed amino acid racemase ( PROTEIN , homologues of signal peptide peptidase ( PROTEIN1 , flotillin ( PROTEIN , ABC transporters ( PROTEIN , non-haem bromoperoxidase ( PROTEIN2 , epoxide hydrolase ( PROTEIN and three small peptides with structural similarities to bacteriocin precursor polypeptides.", "passageid": "LLL.d44.s0"}
{"Unnamed: 0": 246, "docid": "LLL.d44", "isValid": false, "passage": "The PROTEIN regulon includes a penicillin binding protein ( PROTEIN and a co-transcribed amino acid racemase ( PROTEIN , homologues of signal peptide peptidase ( PROTEIN1 , flotillin ( PROTEIN , ABC transporters ( PROTEIN2 , non-haem bromoperoxidase ( PROTEIN , epoxide hydrolase ( PROTEIN and three small peptides with structural similarities to bacteriocin precursor polypeptides.", "passageid": "LLL.d44.s0"}
{"Unnamed: 0": 247, "docid": "LLL.d44", "isValid": false, "passage": "The PROTEIN regulon includes a penicillin binding protein ( PROTEIN and a co-transcribed amino acid racemase ( PROTEIN , homologues of signal peptide peptidase ( PROTEIN1 , flotillin ( PROTEIN , ABC transporters ( PROTEIN , non-haem bromoperoxidase ( PROTEIN , epoxide hydrolase ( PROTEIN2 and three small peptides with structural similarities to bacteriocin precursor polypeptides.", "passageid": "LLL.d44.s0"}
{"Unnamed: 0": 248, "docid": "LLL.d44", "isValid": false, "passage": "The PROTEIN regulon includes a penicillin binding protein ( PROTEIN and a co-transcribed amino acid racemase ( PROTEIN1 , homologues of signal peptide peptidase ( PROTEIN , flotillin ( PROTEIN2 , ABC transporters ( PROTEIN , non-haem bromoperoxidase ( PROTEIN , epoxide hydrolase ( PROTEIN and three small peptides with structural similarities to bacteriocin precursor polypeptides.", "passageid": "LLL.d44.s0"}
{"Unnamed: 0": 249, "docid": "LLL.d44", "isValid": false, "passage": "The PROTEIN regulon includes a penicillin binding protein ( PROTEIN1 and a co-transcribed amino acid racemase ( PROTEIN2 , homologues of signal peptide peptidase ( PROTEIN , flotillin ( PROTEIN , ABC transporters ( PROTEIN , non-haem bromoperoxidase ( PROTEIN , epoxide hydrolase ( PROTEIN and three small peptides with structural similarities to bacteriocin precursor polypeptides.", "passageid": "LLL.d44.s0"}
{"Unnamed: 0": 250, "docid": "LLL.d44", "isValid": true, "passage": "The PROTEIN1 regulon includes a penicillin binding protein ( PROTEIN and a co-transcribed amino acid racemase ( PROTEIN2 , homologues of signal peptide peptidase ( PROTEIN , flotillin ( PROTEIN , ABC transporters ( PROTEIN , non-haem bromoperoxidase ( PROTEIN , epoxide hydrolase ( PROTEIN and three small peptides with structural similarities to bacteriocin precursor polypeptides.", "passageid": "LLL.d44.s0"}
{"Unnamed: 0": 251, "docid": "LLL.d44", "isValid": false, "passage": "The PROTEIN regulon includes a penicillin binding protein ( PROTEIN and a co-transcribed amino acid racemase ( PROTEIN1 , homologues of signal peptide peptidase ( PROTEIN , flotillin ( PROTEIN , ABC transporters ( PROTEIN , non-haem bromoperoxidase ( PROTEIN2 , epoxide hydrolase ( PROTEIN and three small peptides with structural similarities to bacteriocin precursor polypeptides.", "passageid": "LLL.d44.s0"}
{"Unnamed: 0": 252, "docid": "LLL.d44", "isValid": false, "passage": "The PROTEIN regulon includes a penicillin binding protein ( PROTEIN and a co-transcribed amino acid racemase ( PROTEIN1 , homologues of signal peptide peptidase ( PROTEIN , flotillin ( PROTEIN , ABC transporters ( PROTEIN2 , non-haem bromoperoxidase ( PROTEIN , epoxide hydrolase ( PROTEIN and three small peptides with structural similarities to bacteriocin precursor polypeptides.", "passageid": "LLL.d44.s0"}
{"Unnamed: 0": 253, "docid": "LLL.d44", "isValid": false, "passage": "The PROTEIN regulon includes a penicillin binding protein ( PROTEIN and a co-transcribed amino acid racemase ( PROTEIN1 , homologues of signal peptide peptidase ( PROTEIN , flotillin ( PROTEIN , ABC transporters ( PROTEIN , non-haem bromoperoxidase ( PROTEIN , epoxide hydrolase ( PROTEIN2 and three small peptides with structural similarities to bacteriocin precursor polypeptides.", "passageid": "LLL.d44.s0"}
{"Unnamed: 0": 254, "docid": "LLL.d44", "isValid": false, "passage": "The PROTEIN regulon includes a penicillin binding protein ( PROTEIN1 and a co-transcribed amino acid racemase ( PROTEIN , homologues of signal peptide peptidase ( PROTEIN , flotillin ( PROTEIN2 , ABC transporters ( PROTEIN , non-haem bromoperoxidase ( PROTEIN , epoxide hydrolase ( PROTEIN and three small peptides with structural similarities to bacteriocin precursor polypeptides.", "passageid": "LLL.d44.s0"}
{"Unnamed: 0": 255, "docid": "LLL.d44", "isValid": true, "passage": "The PROTEIN1 regulon includes a penicillin binding protein ( PROTEIN and a co-transcribed amino acid racemase ( PROTEIN , homologues of signal peptide peptidase ( PROTEIN , flotillin ( PROTEIN2 , ABC transporters ( PROTEIN , non-haem bromoperoxidase ( PROTEIN , epoxide hydrolase ( PROTEIN and three small peptides with structural similarities to bacteriocin precursor polypeptides.", "passageid": "LLL.d44.s0"}
{"Unnamed: 0": 256, "docid": "LLL.d44", "isValid": false, "passage": "The PROTEIN regulon includes a penicillin binding protein ( PROTEIN and a co-transcribed amino acid racemase ( PROTEIN , homologues of signal peptide peptidase ( PROTEIN , flotillin ( PROTEIN1 , ABC transporters ( PROTEIN , non-haem bromoperoxidase ( PROTEIN2 , epoxide hydrolase ( PROTEIN and three small peptides with structural similarities to bacteriocin precursor polypeptides.", "passageid": "LLL.d44.s0"}
{"Unnamed: 0": 257, "docid": "LLL.d44", "isValid": false, "passage": "The PROTEIN regulon includes a penicillin binding protein ( PROTEIN and a co-transcribed amino acid racemase ( PROTEIN , homologues of signal peptide peptidase ( PROTEIN , flotillin ( PROTEIN1 , ABC transporters ( PROTEIN2 , non-haem bromoperoxidase ( PROTEIN , epoxide hydrolase ( PROTEIN and three small peptides with structural similarities to bacteriocin precursor polypeptides.", "passageid": "LLL.d44.s0"}
{"Unnamed: 0": 258, "docid": "LLL.d44", "isValid": false, "passage": "The PROTEIN regulon includes a penicillin binding protein ( PROTEIN and a co-transcribed amino acid racemase ( PROTEIN , homologues of signal peptide peptidase ( PROTEIN , flotillin ( PROTEIN1 , ABC transporters ( PROTEIN , non-haem bromoperoxidase ( PROTEIN , epoxide hydrolase ( PROTEIN2 and three small peptides with structural similarities to bacteriocin precursor polypeptides.", "passageid": "LLL.d44.s0"}
{"Unnamed: 0": 259, "docid": "LLL.d44", "isValid": true, "passage": "The PROTEIN1 regulon includes a penicillin binding protein ( PROTEIN2 and a co-transcribed amino acid racemase ( PROTEIN , homologues of signal peptide peptidase ( PROTEIN , flotillin ( PROTEIN , ABC transporters ( PROTEIN , non-haem bromoperoxidase ( PROTEIN , epoxide hydrolase ( PROTEIN and three small peptides with structural similarities to bacteriocin precursor polypeptides.", "passageid": "LLL.d44.s0"}
{"Unnamed: 0": 260, "docid": "LLL.d44", "isValid": false, "passage": "The PROTEIN regulon includes a penicillin binding protein ( PROTEIN1 and a co-transcribed amino acid racemase ( PROTEIN , homologues of signal peptide peptidase ( PROTEIN , flotillin ( PROTEIN , ABC transporters ( PROTEIN , non-haem bromoperoxidase ( PROTEIN2 , epoxide hydrolase ( PROTEIN and three small peptides with structural similarities to bacteriocin precursor polypeptides.", "passageid": "LLL.d44.s0"}
{"Unnamed: 0": 261, "docid": "LLL.d44", "isValid": false, "passage": "The PROTEIN regulon includes a penicillin binding protein ( PROTEIN1 and a co-transcribed amino acid racemase ( PROTEIN , homologues of signal peptide peptidase ( PROTEIN , flotillin ( PROTEIN , ABC transporters ( PROTEIN2 , non-haem bromoperoxidase ( PROTEIN , epoxide hydrolase ( PROTEIN and three small peptides with structural similarities to bacteriocin precursor polypeptides.", "passageid": "LLL.d44.s0"}
{"Unnamed: 0": 262, "docid": "LLL.d44", "isValid": false, "passage": "The PROTEIN regulon includes a penicillin binding protein ( PROTEIN1 and a co-transcribed amino acid racemase ( PROTEIN , homologues of signal peptide peptidase ( PROTEIN , flotillin ( PROTEIN , ABC transporters ( PROTEIN , non-haem bromoperoxidase ( PROTEIN , epoxide hydrolase ( PROTEIN2 and three small peptides with structural similarities to bacteriocin precursor polypeptides.", "passageid": "LLL.d44.s0"}
{"Unnamed: 0": 263, "docid": "LLL.d44", "isValid": true, "passage": "The PROTEIN1 regulon includes a penicillin binding protein ( PROTEIN and a co-transcribed amino acid racemase ( PROTEIN , homologues of signal peptide peptidase ( PROTEIN , flotillin ( PROTEIN , ABC transporters ( PROTEIN , non-haem bromoperoxidase ( PROTEIN2 , epoxide hydrolase ( PROTEIN and three small peptides with structural similarities to bacteriocin precursor polypeptides.", "passageid": "LLL.d44.s0"}
{"Unnamed: 0": 264, "docid": "LLL.d44", "isValid": true, "passage": "The PROTEIN1 regulon includes a penicillin binding protein ( PROTEIN and a co-transcribed amino acid racemase ( PROTEIN , homologues of signal peptide peptidase ( PROTEIN , flotillin ( PROTEIN , ABC transporters ( PROTEIN2 , non-haem bromoperoxidase ( PROTEIN , epoxide hydrolase ( PROTEIN and three small peptides with structural similarities to bacteriocin precursor polypeptides.", "passageid": "LLL.d44.s0"}
{"Unnamed: 0": 265, "docid": "LLL.d44", "isValid": true, "passage": "The PROTEIN1 regulon includes a penicillin binding protein ( PROTEIN and a co-transcribed amino acid racemase ( PROTEIN , homologues of signal peptide peptidase ( PROTEIN , flotillin ( PROTEIN , ABC transporters ( PROTEIN , non-haem bromoperoxidase ( PROTEIN , epoxide hydrolase ( PROTEIN2 and three small peptides with structural similarities to bacteriocin precursor polypeptides.", "passageid": "LLL.d44.s0"}
{"Unnamed: 0": 266, "docid": "LLL.d44", "isValid": false, "passage": "The PROTEIN regulon includes a penicillin binding protein ( PROTEIN and a co-transcribed amino acid racemase ( PROTEIN , homologues of signal peptide peptidase ( PROTEIN , flotillin ( PROTEIN , ABC transporters ( PROTEIN1 , non-haem bromoperoxidase ( PROTEIN2 , epoxide hydrolase ( PROTEIN and three small peptides with structural similarities to bacteriocin precursor polypeptides.", "passageid": "LLL.d44.s0"}
{"Unnamed: 0": 267, "docid": "LLL.d44", "isValid": false, "passage": "The PROTEIN regulon includes a penicillin binding protein ( PROTEIN and a co-transcribed amino acid racemase ( PROTEIN , homologues of signal peptide peptidase ( PROTEIN , flotillin ( PROTEIN , ABC transporters ( PROTEIN , non-haem bromoperoxidase ( PROTEIN1 , epoxide hydrolase ( PROTEIN2 and three small peptides with structural similarities to bacteriocin precursor polypeptides.", "passageid": "LLL.d44.s0"}
{"Unnamed: 0": 268, "docid": "LLL.d44", "isValid": false, "passage": "The PROTEIN regulon includes a penicillin binding protein ( PROTEIN and a co-transcribed amino acid racemase ( PROTEIN , homologues of signal peptide peptidase ( PROTEIN , flotillin ( PROTEIN , ABC transporters ( PROTEIN1 , non-haem bromoperoxidase ( PROTEIN , epoxide hydrolase ( PROTEIN2 and three small peptides with structural similarities to bacteriocin precursor polypeptides.", "passageid": "LLL.d44.s0"}
